{
  "number": "H1121",
  "language": "hebrew",
  "transliteration": "bên",
  "pronunciation": "bane",
  "definition": "a son (as a builder of the family name), in the widest sense (of literal and figurative relationship, including grandson, subject, nation, quality or condition, etc., (like father or brother), etc.)",
  "kjvTranslation": "[phrase] afflicted, age, (Ahoh-) (Ammon-) (Hachmon-) (Lev-) ite, (anoint-) ed one, appointed to, ([phrase]) arrow, (Assyr-) (Babylon-) (Egypt-) (Grec-) ian, one born, bough, branch, breed, [phrase] (young) bullock, [phrase] (young) calf, [idiom] came up in, child, colt, [idiom] common, [idiom] corn, daughter, [idiom] of first, [phrase] firstborn, foal, [phrase] very fruitful, [phrase] postage, [idiom] in, [phrase] kid, [phrase] lamb, ([phrase]) man, meet, [phrase] mighty, [phrase] nephew, old, ([phrase]) people, [phrase] rebel, [phrase] robber, [idiom] servant born, [idiom] soldier, son, [phrase] spark, [phrase] steward, [phrase] stranger, [idiom] surely, them of, [phrase] tumultuous one, [phrase] valiant(-est), whelp, worthy, young (one), youth.",
  "translations": {
    "bg": "син (като носител на фамилното име) в най-широк смисъл (на буквална и преносна връзка, включително внук, субект, народ, качество или състояние и т.н. (като баща или брат) и т.н.)",
    "cs": "syn (jako tvůrce rodového jména) v nejširším slova smyslu (doslovný i přenesený vztah, včetně vnuka, poddaného, národa, vlastnosti nebo stavu atd. (jako otec nebo bratr) atd.)",
    "da": "en søn (som en opbygger af familienavnet), i den bredeste betydning (af bogstavelig og overført relation, herunder barnebarn, subjekt, nation, kvalitet eller tilstand osv",
    "de": "ein Sohn (als Träger des Familiennamens), im weitesten Sinne (der wörtlichen und bildlichen Beziehung, einschließlich Enkel, Untertan, Nation, Eigenschaft oder Zustand usw., (wie Vater oder Bruder) usw.)",
    "el": "γιος (ως οικοδόμος του οικογενειακού ονόματος), με την ευρύτερη έννοια (της κυριολεκτικής και μεταφορικής σχέσης, συμπεριλαμβανομένου του εγγονού, του υποκειμένου, του έθνους, της ιδιότητας ή της κατάστασης κ.λπ., (όπως ο πατέρας ή ο αδελφός) κ.λπ.)",
    "es": "un hijo (como constructor del apellido), en el sentido más amplio (de parentesco literal y figurado, incluyendo nieto, súbdito, nación, cualidad o condición, etc., (como padre o hermano), etc.)",
    "et": "poeg (kui perekonnanime ehitaja), kõige laiemas tähenduses (sõna- ja ülekantud tähenduses, sh lapselaps, subjekt, rahvas, omadus või seisund jne (nagu isa või vend) jne.)",
    "fi": "poika (sukunimen rakentajana), laajimmassa merkityksessä (kirjaimellisessa ja kuvainnollisessa suhteessa, mukaan lukien pojanpoika, subjekti, kansakunta, laatu tai tila jne. (kuten isä tai veli) jne.)",
    "fr": "un fils (en tant que bâtisseur du nom de famille), au sens le plus large (de la relation littérale et figurative, y compris petit-fils, sujet, nation, qualité ou condition, etc",
    "hu": "fiú (mint a családnév építője), a legtágabb értelemben (a szó szerinti és átvitt értelemben vett rokonságban, beleértve az unokát, alattvalót, nemzetet, minőséget vagy állapotot stb. (mint az apa vagy a testvér) stb.)",
    "id": "anak laki-laki (sebagai pembentuk nama keluarga), dalam arti yang paling luas (hubungan harfiah dan kiasan, termasuk cucu laki-laki, subjek, bangsa, kualitas atau kondisi, dll., (seperti ayah atau saudara laki-laki), dll.)",
    "it": "figlio (come costruttore del nome della famiglia), nel senso più ampio (di relazione letterale e figurata, includendo nipote, soggetto, nazione, qualità o condizione, ecc",
    "ja": "孫、臣民、国家、（父や兄のような）質や状態などを含む、最も広い意味での（家名を築く者としての）息子。",
    "ko": "가장 넓은 의미(손자, 주체, 국가, 자질 또는 상태 등을 포함한 문자적 및 비유적 관계, 아버지 또는 형제 등)의 아들(성을 짓는 사람으로서)",
    "lt": "sūnus (kaip giminės vardo kūrėjas) plačiąja prasme (tiesiogine ir perkeltine giminystės prasme, įskaitant anūką, subjektą, tautą, savybę ar būklę ir t. t. (kaip tėvas ar brolis) ir t. t.)",
    "lv": "dēls (kā dzimtas vārda turpinātājs) visplašākajā nozīmē (burtiskā un pārnestā nozīmē, ieskaitot mazdēlu, subjektu, tautu, kvalitāti vai stāvokli utt. (kā tēvs vai brālis) utt.)",
    "nb": "en sønn (som en opphavsmann til familienavnet), i videste forstand (i bokstavelig og overført betydning, inkludert barnebarn, undersått, nasjon, egenskap eller tilstand, osv",
    "nl": "een zoon (als een bouwer van de familienaam), in de breedste zin (van letterlijke en figuurlijke relatie, inclusief kleinzoon, onderdaan, natie, kwaliteit of toestand, enz",
    "pl": "syn (jako budowniczy nazwiska rodowego), w najszerszym znaczeniu (dosłownego i przenośnego pokrewieństwa, w tym wnuk, poddany, naród, cecha lub stan itp",
    "pt": "um filho (como construtor do nome de família), no sentido mais lato (de relação literal e figurada, incluindo neto, súbdito, nação, qualidade ou condição, etc., (como pai ou irmão), etc.)",
    "ro": "un fiu (ca un constructor al numelui de familie), în sensul cel mai larg (al relației literale și figurate, inclusiv nepot, subiect, națiune, calitate sau condiție etc., (ca tată sau frate) etc.)",
    "ru": "сын (как носитель фамилии), в самом широком смысле (буквального и переносного отношения, включая внука, субъекта, нацию, качество или состояние и т.д., (как отец или брат) и т.д.)",
    "sk": "syn (ako tvorca rodinného mena) v najširšom zmysle (doslovného a preneseného vzťahu, vrátane vnuka, poddaného, národa, vlastnosti alebo stavu atď. (ako otec alebo brat) atď.)",
    "sl": "sin (kot graditelj družinskega imena) v najširšem pomenu (dobesednega in prenesenega odnosa, vključno z vnukom, subjektom, narodom, kakovostjo ali stanjem itd. (kot oče ali brat) itd.)",
    "sv": "en son (som en byggare av familjenamnet), i vidaste bemärkelse (av bokstavlig och bildlig relation, inklusive sonson, ämne, nation, kvalitet eller tillstånd etc., (som far eller bror) etc.)",
    "tr": "en geniş anlamda (torun, özne, ulus, nitelik veya durum, vb. dahil olmak üzere gerçek ve mecazi ilişki, (baba veya erkek kardeş gibi) vb. dahil olmak üzere) bir oğul (aile adının kurucusu olarak)",
    "uk": "син (як творець прізвища), у найширшому розумінні (у прямому і переносному значенні, включаючи онука, підданого, націю, якість чи стан тощо, (як батько чи брат) і т.д.)",
    "zh": "儿子（作为姓氏的建立者），在最广泛的意义上（字面关系和比喻关系，包括孙子、臣民、民族、品质或条件等，（如父亲或兄弟）等）。"
  }
}