{
  "number": "H24",
  "language": "hebrew",
  "transliteration": "ʼâbîyb",
  "pronunciation": "aw-beeb'",
  "definition": "green, i.e. a young ear of grain; hence, the name of the month Abib or Nisan",
  "kjvTranslation": "Abib, ear, green ears of corn (not maize).",
  "translations": {
    "bg": "зелен, т.е. млад житен клас; оттук и името на месец Абиб или Нисан",
    "cs": "zelený, tj. mladý obilný klas; odtud název měsíce abíb nebo nisan",
    "da": "grøn, dvs. et ungt kornaks; deraf navnet på måneden Abib eller Nisan",
    "de": "grün, d.h. eine junge Ähre; daher der Name des Monats Abib oder Nisan",
    "el": "πράσινο, δηλ. ένα νεαρό στάχυ, εξ ου και το όνομα του μήνα Αβίβ ή Νισάν",
    "es": "verde, es decir, una espiga joven de grano; de ahí, el nombre del mes Abib o Nisan",
    "et": "roheline, s.t. noor viljatera; sellest ka kuu nimi Abib või Nisan",
    "fi": "vihreä, eli nuori jyväkorva; tästä johtuu kuukauden nimi Abib tai Nisan",
    "fr": "vert, c'est-à-dire un jeune épi ; d'où le nom du mois Abib ou Nisan",
    "hu": "zöld, azaz fiatal gabonaszem; innen az Abib vagy Nisan hónap neve",
    "id": "hijau, yaitu bulir gandum yang masih muda; oleh karena itu, nama bulan ini adalah Abib atau Nisan",
    "it": "verde, cioè una giovane spiga di grano; da qui il nome del mese di Abib o Nisan",
    "ja": "緑色の、つまり若い穀物の穂。それゆえ、アビブ月またはニサン月と呼ばれる。",
    "ko": "녹색, 즉 곡물의 어린 이삭; 따라서 아비브 또는 니산이라는 달의 이름입니다",
    "lt": "žalias, t. y. jaunas javų grūdas; iš čia ir mėnesio pavadinimas Abib arba Nisan",
    "lv": "zaļš, t. i., jauna labības kviešu; no tā arī cēlies mēneša nosaukums - Abibs vai Nisāns",
    "nb": "grønn, dvs. et ungt kornaks; derav navnet på måneden Abib eller Nisan",
    "nl": "groen, d.w.z. een jonge graankorrel; vandaar de naam van de maand Abib of Nisan",
    "pl": "zielony, tj. młody kłos zboża; stąd nazwa miesiąca Abib lub Nisan",
    "pt": "verde, ou seja, uma espiga jovem; daí o nome do mês Abib ou Nisan",
    "ro": "verde, adică un spic tânăr de grâu; de aici, numele lunii Abib sau Nisan",
    "ru": "зеленый, т.е. молодой колос зерна; отсюда название месяца Абиб или Нисан",
    "sk": "zelený, t. j. mladý klas; odtiaľ názov mesiaca Abib alebo Nisan",
    "sl": "zeleno, tj. mlado žito; od tod ime meseca Abib ali Nisan",
    "sv": "grön, d.v.s. ett ungt ax; därav namnet på månaden Abib eller Nisan",
    "tr": "yeşil, yani genç bir tahıl başağı; dolayısıyla Abib veya Nisan ayının adı",
    "uk": "зелений, тобто молодий колос; звідси назва місяця Абіб або Нісан",
    "zh": "青，即谷物的嫩穗；因此，\"阿比布 \"或 \"尼散 \"月由此得名"
  },
  "hebrew": "אָבִיב",
  "verses": [
    "exodus 9:31:5",
    "exodus 13:4:4",
    "exodus 23:15:12",
    "exodus 34:18:12",
    "exodus 34:18:15",
    "leviticus 2:14:5",
    "deuteronomy 16:1:3",
    "deuteronomy 16:1:10"
  ]
}