{
  "number": "H2671",
  "language": "hebrew",
  "transliteration": "chêts",
  "pronunciation": "khayts",
  "definition": "properly, a piercer, i.e. an arrow; by implication, a wound; figuratively, (of God) thunderbolt; the shaft of aspear",
  "kjvTranslation": "[phrase] archer, arrow, dart, shaft, staff, wound.",
  "translations": {
    "bg": "правилно, пронизващ, т.е. стрела; по подразбиране, рана; преносно, (на Бога) мълния; дръжката на копие",
    "cs": "správně, bodec, tj. šíp; implicitně, rána; přeneseně, (Boží) blesk; dřík šípu",
    "da": "korrekt, en gennemborer, dvs. en pil; underforstået, et sår; i overført betydning, (af Gud) tordenkile; skaftet af aspear",
    "de": "im eigentlichen Sinne ein Durchbohrer, d. h. ein Pfeil; im übertragenen Sinne eine Wunde; im übertragenen Sinne (von Gott) ein Blitz; der Schaft eines Pfeils",
    "el": "σωστά, διατρητής, δηλαδή βέλος, και κατ' επέκταση πληγή, μεταφορικά, (του Θεού) κεραυνός, ο άξονας του βέλους",
    "es": "propiamente, un perforador, es decir, una flecha; por implicación, una herida; figuradamente, (de Dios) rayo; el astil de una pera",
    "et": "õigesti, läbistav, st nool; kaudselt, haav; ülekantud tähenduses, (Jumala) äikesepilk; noolevarras",
    "fi": "oikein, lävistäjä, eli nuoli; implisiittisesti, haava; kuvaannollisesti, (Jumalan) ukkosenjysäys; päärynän varsi",
    "fr": "au sens propre, un transperceur, c'est-à-dire une flèche ; par implication, une blessure ; au sens figuré, (de Dieu) un coup de tonnerre ; la hampe d'un aspear",
    "hu": "helyesen: átütő, azaz nyílvessző; értelemszerűen: seb; átvitt értelemben: (Isten) villám; a nyílvessző nyele",
    "id": "secara tepat, penusuk, yaitu anak panah; secara kiasan, luka; secara kiasan, petir (dari Tuhan); batang asparagus",
    "it": "propriamente, una trafittura, cioè una freccia; per implicazione, una ferita; in senso figurato, (di Dio) la folgore; l'asta di una pera",
    "ja": "(神の)雷の矢、(槍の)軸。",
    "ko": "적절하게, 피어서, 즉 화살; 암시 적으로 상처; 비 유적으로, (신의) 벼락; 아스파이어의 샤프트",
    "lt": "taisyklingai - dūris, t. y. strėlė; netiesiogiai - žaizda; perkeltine prasme - (Dievo) žaibas; strėlės kotas",
    "lv": "pareizi - caurdurts, t.i., bulta; netieši - brūce; pārnestā nozīmē - (Dieva) pērkona zibens; bultas kāts",
    "nb": "egentlig, en gjennomstikker, dvs. en pil; underforstått, et sår; i overført betydning, (av Gud) tordenkile; skaftet av aspear",
    "nl": "juist, een doorboring, d.w.z. een pijl; impliciet, een wond; figuurlijk, (van God) bliksemstraal; de schacht van een speer",
    "pl": "właściwie przebijak, tj. strzała; w domyśle rana; w przenośni (Boga) piorun; trzon włóczni",
    "pt": "propriamente, um perfurador, ou seja, uma flecha; implicitamente, uma ferida; figurativamente, (de Deus) um raio; a haste de uma lança",
    "ro": "propriu-zis, un străpungător, adică o săgeată; implicit, o rană; la figurat, (despre Dumnezeu) fulgerul; arborele lui Aspear",
    "ru": "правильно, пронзающий, т.е. стрела; по смыслу, рана; образно, (о Боге) молния; древко копья",
    "sk": "v správnom význame prebodávač, t. j. šíp; implicitne rana; v prenesenom význame (Boží) blesk; hrot šípu",
    "sl": "pravilno, prebadalec, tj. puščica; implicitno, rana; v prenesenem pomenu, (za Boga) strela, gromovnik; gred pepelike",
    "sv": "i egentlig mening, en genomträngare, dvs. en pil; underförstått, ett sår; bildligt, (av Gud) blixt; skaftet av aspear",
    "tr": "uygun olarak, bir delici, yani bir ok; ima yoluyla, bir yara; mecazi olarak, (Tanrı'nın) yıldırım; mızrağın sapı",
    "uk": "власне, пронизувач, тобто стріла; у переносному значенні - рана; образно - (Божа) блискавка; вістря аспіра; вістря аспіра",
    "zh": "箭 \"的意思是 \"箭\"；\"伤 \"的意思是 \"伤口\"；\"雷 \"的意思是 \"雷电\"；\"矛 \"的意思是 \"矛杆\"。"
  },
  "hebrew": "חֵץ",
  "verses": [
    "genesis 49:23:4",
    "numbers 24:8:11",
    "deuteronomy 32:23:3",
    "deuteronomy 32:42:1",
    "firstSamuel 17:7:0",
    "secondSamuel 22:15:1",
    "secondKings 13:15:5",
    "secondKings 13:15:9",
    "secondKings 13:17:10",
    "secondKings 13:17:13",
    "secondKings 19:32:15",
    "firstChronicles 12:2:5",
    "job 6:4:1",
    "job 34:6:4",
    "psalms 7:14:4",
    "psalms 11:2:6",
    "psalms 18:15:1",
    "psalms 38:3:1",
    "psalms 45:6:0",
    "psalms 57:5:9",
    "psalms 58:8:6",
    "psalms 58:8:7",
    "psalms 64:4:5",
    "psalms 64:8:2",
    "psalms 91:5:4",
    "psalms 120:4:0",
    "psalms 127:4:0",
    "psalms 144:6:4",
    "proverbs 7:23:2",
    "proverbs 25:18:2",
    "proverbs 26:18:3",
    "isaiah 5:28:1",
    "isaiah 37:33:15",
    "isaiah 49:2:8",
    "jeremiah 9:7:0",
    "jeremiah 50:9:16",
    "jeremiah 50:14:12",
    "jeremiah 51:11:1",
    "lamentations 3:12:4",
    "ezekiel 5:16:2",
    "ezekiel 21:26:13",
    "ezekiel 39:3:4",
    "ezekiel 39:9:10",
    "habakkuk 3:11:5",
    "zechariah 9:14:5"
  ]
}