{
  "number": "H2975",
  "language": "hebrew",
  "transliteration": "yᵉʼôr",
  "pronunciation": "yeh-ore'",
  "definition": "a channel, e.g. a fosse, canal, shaft; specifically the Nile, as the one river of Egypt, including its collateral trenches; also the Tigris, as the main river of Assyria",
  "kjvTranslation": "brook, flood, river, stream.",
  "translations": {
    "bg": "канал, напр. яма, канал, вал; по-специално Нил като главна река на Египет, включително съпътстващите я канали; също и Тигър като главна река на Асирия",
    "cs": "kanál, např. příkop, kanál, šachta; konkrétně Nil jako jediná řeka Egypta, včetně vedlejších příkopů; také Tigris jako hlavní řeka Asýrie",
    "da": "en kanal, f.eks. en fosse, kanal, skakt; specifikt Nilen, som den ene flod i Egypten, inklusive dens sidegrøfter; også Tigris, som hovedfloden i Assyrien",
    "de": "ein Kanal, z. B. ein Graben, ein Kanal, ein Schacht; insbesondere der Nil, als der eine Fluss Ägyptens, einschließlich seiner Nebengräben; auch der Tigris, als der Hauptfluss Assyriens",
    "el": "κανάλι, π.χ. οχετός, κανάλι, φρεάτιο- συγκεκριμένα ο Νείλος, ως ο μοναδικός ποταμός της Αιγύπτου, συμπεριλαμβανομένων των παράπλευρων τάφρων του- επίσης ο Τίγρης, ως ο κύριος ποταμός της Ασσυρίας",
    "es": "un canal, por ejemplo, un foso, canal, pozo; concretamente el Nilo, como río único de Egipto, incluidas sus zanjas colaterales; también el Tigris, como río principal de Asiria",
    "et": "kanal, nt kraav, kanal, šaht; eriti Niiluse kui Egiptuse ühe jõe, sealhulgas selle kõrvalvoolude kraavid; samuti Tigrise kui Assüüria peajõe",
    "fi": "kanava, esim. valli, kanava, kuilu; erityisesti Niili Egyptin ainoana jokena, mukaan lukien sen sivujoet; myös Tigris Assyrian pääjokena",
    "fr": "un canal, par exemple une fosse, un canal, un puits ; en particulier le Nil, en tant que fleuve unique de l'Égypte, y compris ses fossés collatéraux ; également le Tigre, en tant que fleuve principal de l'Assyrie",
    "hu": "csatorna, pl. árok, csatorna, akna; különösen a Nílus, mint Egyiptom egyetlen folyója, beleértve a mellékárkokat is; továbbá a Tigris, mint Asszíria fő folyója",
    "id": "saluran, misalnya fosse, kanal, poros; khususnya Sungai Nil, sebagai salah satu sungai di Mesir, termasuk parit-paritnya yang menjadi jaminan; juga Sungai Tigris, sebagai sungai utama di Asyur",
    "it": "un canale, ad esempio una fossa, un canale, un'asta; in particolare il Nilo, come fiume unico dell'Egitto, compresi i suoi fossati collaterali; anche il Tigri, come fiume principale dell'Assiria",
    "ja": "ナイル川はエジプトの一級河川で、その副流溝を含む。ティグリス川はアッシリアの主要河川である。",
    "ko": "수로, 예를 들어 포세, 운하, 갱도; 특히 이집트의 하나의 강인 나일강과 그 부수적인 참호를 포함하며 아시리아의 주요 강인 티그리스강도 포함됩니다",
    "lt": "kanalas, pvz., griovys, kanalas, šachta; konkrečiai Nilas, kaip vienintelė Egipto upė, įskaitant jo šalutines vagas; taip pat Tigras, kaip pagrindinė Asirijos upė",
    "lv": "kanāls, piemēram, grāvis, kanāls, šahtas; īpaši Nīla kā vienīgā Ēģiptes upe, ieskaitot tās sānu grāvjus; arī Tigris kā galvenā Asīrijas upe",
    "nb": "en kanal, f.eks. en fosse, kanal, sjakt; spesielt Nilen, som den ene elven i Egypt, inkludert dens sidegrøfter; også Tigris, som hovedelven i Assyria",
    "nl": "een kanaal, bijv. een fosse, kanaal, schacht; specifiek de Nijl, als de enige rivier van Egypte, inclusief haar nevengeulen; ook de Tigris, als de hoofdrivier van Assyrië",
    "pl": "kanał, np. fosa, kanał, wał; w szczególności Nil, jako jedna rzeka Egiptu, w tym jego rowy boczne; także Tygrys, jako główna rzeka Asyrii",
    "pt": "um canal, por exemplo, uma fossa, um canal, um poço; especificamente o Nilo, como o único rio do Egito, incluindo as suas trincheiras colaterais; também o Tigre, como o principal rio da Assíria",
    "ro": "un canal, de exemplu o fosă, un canal, un puț; în special Nilul, ca râu unic al Egiptului, inclusiv șanțurile sale colaterale; de asemenea Tigru, ca râu principal al Asiriei",
    "ru": "русло, например, фосса, канал, вал; в частности, Нил, как единая река Египта, включая сопутствующие каналы; также Тигр, как главная река Ассирии",
    "sk": "kanál, napr. priekopa, kanál, šachta; konkrétne Níl ako jediná rieka Egypta vrátane jeho vedľajších priekop; tiež Tigris ako hlavná rieka Asýrie",
    "sl": "kanal, npr. jama, kanal, jašek; zlasti Nil kot edina reka Egipta, vključno s stranskimi jarki; tudi Tigris kot glavna asirska reka",
    "sv": "en kanal, t.ex. en fosse, kanal, schakt; särskilt Nilen, som Egyptens enda flod, inklusive dess sidodiken; även Tigris, som Assyriens huvudflod",
    "tr": "bir kanal, örneğin bir fosse, kanal, kuyu; özellikle Mısır'ın tek nehri olarak Nil, yan hendekleri de dahil olmak üzere; ayrıca Asur'un ana nehri olarak Dicle",
    "uk": "канал, наприклад, яма, канал, вал; зокрема, Ніл, як єдина річка Єгипту, включаючи його супутні траншеї; також Тигр, як головна річка Ассирії",
    "zh": "渠道，如河道、运河、竖井；特别是尼罗河，作为埃及的一条河流，包括其附属壕沟；还有底格里斯河，作为亚述的主要河流"
  },
  "hebrew": "יְאֹר",
  "verses": [
    "genesis 41:1:9",
    "genesis 41:2:2",
    "genesis 41:3:7",
    "genesis 41:3:17",
    "genesis 41:17:9",
    "genesis 41:18:2",
    "exodus 1:22:8",
    "exodus 2:3:19",
    "exodus 2:5:5",
    "exodus 2:5:10",
    "exodus 4:9:13",
    "exodus 4:9:21",
    "exodus 7:15:11",
    "exodus 7:17:17",
    "exodus 7:18:2",
    "exodus 7:18:5",
    "exodus 7:18:11",
    "exodus 7:19:17",
    "exodus 7:20:13",
    "exodus 7:20:22",
    "exodus 7:21:2",
    "exodus 7:21:5",
    "exodus 7:21:12",
    "exodus 7:24:4",
    "exodus 7:24:12",
    "exodus 7:25:7",
    "exodus 7:28:1",
    "exodus 8:1:14",
    "exodus 8:5:15",
    "exodus 8:7:7",
    "exodus 17:5:16",
    "secondKings 19:24:9",
    "job 28:10:1",
    "psalms 78:44:2",
    "isaiah 7:18:8",
    "isaiah 19:6:4",
    "isaiah 19:7:2",
    "isaiah 19:7:5",
    "isaiah 19:7:8",
    "isaiah 19:8:5",
    "isaiah 23:3:5",
    "isaiah 23:10:2",
    "isaiah 33:21:8",
    "isaiah 37:25:8",
    "jeremiah 46:7:2",
    "jeremiah 46:8:1",
    "ezekiel 29:3:15",
    "ezekiel 29:3:19",
    "ezekiel 29:4:6",
    "ezekiel 29:4:10",
    "ezekiel 29:4:14",
    "ezekiel 29:5:6",
    "ezekiel 29:9:11",
    "ezekiel 29:10:4",
    "ezekiel 30:12:1",
    "daniel 12:5:10",
    "daniel 12:5:14",
    "daniel 12:6:7",
    "daniel 12:7:8",
    "amos 8:8:10",
    "amos 8:8:15",
    "amos 9:5:11",
    "amos 9:5:14",
    "nahum 3:8:4",
    "zechariah 10:11:9"
  ]
}