{
  "number": "H3064",
  "language": "hebrew",
  "transliteration": "Yᵉhûwdîy",
  "pronunciation": "yeh-hoo-dee'",
  "definition": "a Jehudite (i.e. Judaite or Jew), or descendant of Jehudah (i.e. Judah)",
  "kjvTranslation": "Jew.",
  "translations": {
    "bg": "йехудит (т.е. юдаист или евреин) или потомък на Йехуда (т.е. Юда)",
    "cs": "jehuda (tj. Judita nebo Žid) nebo potomek Jehudy (tj. Judy)",
    "da": "en jehudit (dvs. judæer eller jøde) eller efterkommer af Jehudah (dvs. Judah)",
    "de": "ein Jehuditer (d. h. Judaist oder Jude) oder ein Nachkomme Jehudas (d. h. Judas)",
    "el": "ιουδαίος (δηλ. Ιουδαίος ή Εβραίος) ή απόγονος του Ιουδά (δηλ. Ιούδα)",
    "es": "un yehudita (es decir, judaíta o judío), o descendiente de Yehudá (es decir, Judá)",
    "et": "jehudiit (st juudius või juut) või Jehuda (st Juuda) järeltulija",
    "fi": "jehudilainen (eli juutalainen tai juutalainen) tai Jehudan (eli Juudan) jälkeläinen",
    "fr": "un Jehudite (c'est-à-dire un Judaïste ou un Juif), ou un descendant de Jehudah (c'est-à-dire de Juda)",
    "hu": "jehudita (azaz judaita vagy zsidó), vagy Jehuda (azaz Júda) leszármazottja",
    "id": "seorang Yehuda (yaitu orang Yahudi atau Yahudi), atau keturunan Yehuda (yaitu Yehuda)",
    "it": "un Jehudita (cioè un Giudaita o un Ebreo), o un discendente di Jehudah (cioè Giuda)",
    "ja": "エフーダ人",
    "ko": "여후다이트(즉, 유대인 또는 유대인) 또는 여후다의 후손(즉, 유다인)",
    "lt": "jehuditas (t. y. judėjas arba žydas) arba Jehudos (t. y. Judo) palikuonis",
    "lv": "jehudīts (t. i., jūds vai ebrejs) vai Jehudas (t. i., Jūdas) pēcnācējs",
    "nb": "en jehuditt (dvs. judaitt eller jøde), eller etterkommer av Jehuda (dvs. Juda)",
    "nl": "een Jehudiet (d.w.z. Judaiet of Jood), of afstammeling van Jehudah (d.w.z. Juda)",
    "pl": "jehudyta (tj. Judejczyk lub Żyd) lub potomek Jehudy (tj. Judy)",
    "pt": "um jeudita (ou seja, judaíta ou judeu), ou descendente de Jehudah (ou seja, Judá)",
    "ro": "iudeu (i.e. iudeu sau evreu), sau descendent al lui Iehuda (i.e. Iuda)",
    "ru": "иегудит (т.е. иудаист или еврей) или потомок Иегуды (т.е. Иуды)",
    "sk": "jehudita (t. j. Judejec alebo Žid) alebo potomok Jehudu (t. j. Júdu)",
    "sl": "jehudit (tj. Jud ali Jud) ali potomec Jehude (tj. Jude)",
    "sv": "en jehudit (dvs. judinna eller jude) eller ättling till Jehudah (dvs. Juda)",
    "tr": "bir Yehudi (yani Musevi veya Yahudi) veya Yehuda'nın (yani Yahuda'nın) soyundan gelen",
    "uk": "є юдеєм (тобто іудеєм або євреєм) або нащадком Єгуди (тобто Юди)",
    "zh": "耶和华人（即犹太教徒或犹太人），或耶和华（即犹大）的后裔"
  },
  "hebrew": "יְהוּדִי",
  "verses": [
    "secondKings 16:6",
    "secondKings 25:25",
    "nehemiah 1:2",
    "nehemiah 2:16",
    "nehemiah 3:33",
    "nehemiah 3:34",
    "nehemiah 4:6",
    "nehemiah 5:1",
    "nehemiah 5:8",
    "nehemiah 5:17",
    "nehemiah 6:6",
    "nehemiah 13:23",
    "esther 2:5",
    "esther 3:4",
    "esther 3:6",
    "esther 3:10",
    "esther 3:13",
    "esther 4:3",
    "esther 4:7",
    "esther 4:13",
    "esther 4:14",
    "esther 4:16",
    "esther 5:13",
    "esther 6:10",
    "esther 6:13",
    "esther 8:1",
    "esther 8:3",
    "esther 8:5",
    "esther 8:7",
    "esther 8:8",
    "esther 8:9",
    "esther 8:11",
    "esther 8:13",
    "esther 8:16",
    "esther 8:17",
    "esther 9:1",
    "esther 9:2",
    "esther 9:3",
    "esther 9:5",
    "esther 9:6",
    "esther 9:10",
    "esther 9:12",
    "esther 9:13",
    "esther 9:15",
    "esther 9:16",
    "esther 9:18",
    "esther 9:19",
    "esther 9:20",
    "esther 9:22",
    "esther 9:23",
    "esther 9:24",
    "esther 9:25",
    "esther 9:27",
    "esther 9:28",
    "esther 9:29",
    "esther 9:30",
    "esther 9:31",
    "esther 10:3",
    "jeremiah 32:12",
    "jeremiah 34:9",
    "jeremiah 38:19",
    "jeremiah 40:11",
    "jeremiah 40:12",
    "jeremiah 41:3",
    "jeremiah 43:9",
    "jeremiah 44:1",
    "jeremiah 52:28",
    "jeremiah 52:30",
    "zechariah 8:23"
  ]
}