{
  "number": "H3155",
  "language": "hebrew",
  "transliteration": "Yizrâch",
  "pronunciation": "yiz-rawkh'",
  "definition": "a Jizrach (i.e. Ezrachite or Zarchite) or descendant of Zerach",
  "kjvTranslation": "Izrahite.",
  "translations": {
    "bg": "jizrach (т.е. Ezrachite или Zarchite) или потомък на Zerach",
    "cs": "jizrach (tj. Ezrachovec nebo Zarchovec) nebo potomek Zerachův",
    "da": "en Jizrach (dvs. Ezrachit eller Zarchite) eller efterkommer af Zerach",
    "de": "ein Jizrach (d.h. Esrachit oder Zarchit) oder Nachkomme von Zerach",
    "el": "ιζράχ (δηλ. Εζραχίτης ή Ζαρχίτης) ή απόγονος του Ζεράχ",
    "es": "un Jizrach (es decir, Ezrachite o Zarchite) o descendiente de Zerach",
    "et": "jisrachi (st Ezrachiidi või Zarhiidi) või Zerachi järeltulija",
    "fi": "jisrakilainen (ts. ezrakilainen tai zarkilainen) tai Zerakin jälkeläinen",
    "fr": "un Jizrach (c'est-à-dire un Ezrachite ou un Zarchite) ou un descendant de Zérach",
    "hu": "jizrach (azaz Ezrachita vagy Zarchita) vagy Zerach leszármazottja",
    "id": "seorang Yizrakh (yaitu Ezrakh atau Zarkh) atau keturunan Zerakh",
    "it": "un Jizrach (cioè un Ezrachita o Zarchita) o un discendente di Zerach",
    "ja": "ジズラハ人（エズラハ人またはザルハ人）またはゼラハの子孫",
    "ko": "지즈라크(즉, 에스라카이트 또는 자르카이트) 또는 제라크의 후손입니다",
    "lt": "jizrachas (t. y. Ezrachitas arba Zarchitas) arba Zeracho palikuonis",
    "lv": "jizraha (t. i., ezraha vai zarhīta) vai Zeraha pēcnācējs",
    "nb": "en jizrach (dvs. esrachitt eller zarkite) eller etterkommer av Zerach",
    "nl": "een Jizrach (d.w.z. Ezrachiet of Zarchiet) of afstammeling van Zerach",
    "pl": "jizrach (tj. Ezrachita lub Zarchita) lub potomek Zeracha",
    "pt": "um Jizraque (ou seja, Ezraquita ou Zarquita) ou descendente de Zeraque",
    "ro": "un Jizrach (i.e. Ezrachite sau Zarchite) sau descendent al lui Zerach",
    "ru": "йизрах (т.е. эзрахит или зархит) или потомок Зераха",
    "sk": "jizrach (t. j. Ezrachita alebo Zarchita) alebo potomok Zeracha",
    "sl": "jizrach (tj. Ezrachit ali Zarchit) ali potomec Zeraha",
    "sv": "en Jizrach (dvs. Ezrachit eller Zarchite) eller ättling till Zerach",
    "tr": "bir Jizrak (yani Ezraklı veya Zerkit) veya Zerak'ın soyundan",
    "uk": "жизрах (тобто езрахит або зархит) або нащадок Зераха",
    "zh": "吉拉奇人（即以斯拉奇人或扎尔奇人）或撒拉奇人的后裔"
  },
  "hebrew": "יִזְרָח",
  "verses": [
    "firstChronicles 27:8:5"
  ]
}