{
  "number": "H3594",
  "language": "hebrew",
  "transliteration": "Kîyûwn",
  "pronunciation": "kee-yoon'",
  "definition": "properly, a statue, i.e. idol; but used (by euphemism) forsome heathen deity (perhaps corresponding to Priapus or Baal-peor)",
  "kjvTranslation": "Chiun.",
  "translations": {
    "bg": "правилно, статуя, т.е. идол; но се използва (чрез евфемизъм) за някакво езическо божество (може би съответстващо на Приап или Ваал-Пеор)",
    "cs": "správně socha, tj. modla; ale používá se (eufemisticky) pro nějaké pohanské božstvo (snad odpovídající Priapovi nebo Baalovi-Peorovi)",
    "da": "egentlig en statue, dvs. et idol; men brugt (som eufemisme) om en hedensk guddom (måske svarende til Priapus eller Baal-peor)",
    "de": "eigentlich eine Statue, d.h. ein Götzenbild; wird aber (euphemistisch) für irgendeine heidnische Gottheit verwendet (vielleicht entsprechend Priapus oder Baal-Peor)",
    "el": "κανονικά, άγαλμα, δηλαδή είδωλο, αλλά χρησιμοποιείται (κατ' ευφημισμό) για κάποια ειδωλολατρική θεότητα (ίσως αντίστοιχη του Πρίαπου ή του Βάαλ-Πήρου)",
    "es": "propiamente, una estatua, es decir, un ídolo; pero utilizado (por eufemismo) para alguna deidad pagana (tal vez correspondiente a Príapo o Baal-peor)",
    "et": "õigesti, kuju, st iidol; kuid kasutatakse (eufemismina) mõne paganliku jumaluse kohta (võib-olla vastab Priapusele või Baal-Peorile)",
    "fi": "oikeastaan patsas eli epäjumala; mutta käytetään (kiertoilmaisuna) jostakin pakanallisesta jumaluudesta (ehkä Priapusta tai Baal-Peoria vastaavasta)",
    "fr": "proprement dit, une statue, c'est-à-dire une idole ; mais utilisé (par euphémisme) pour une divinité païenne (correspondant peut-être à Priapus ou Baal-peor)",
    "hu": "helyesen: szobor, azaz bálvány; de (eufemizmussal) valamilyen pogány istenségre (talán Priapusnak vagy Baal-Peornak megfelelő)",
    "id": "benar, patung, yaitu berhala; tetapi digunakan (secara eufemisme) untuk beberapa dewa kafir (mungkin berhubungan dengan Priapus atau Baal-peor)",
    "it": "propriamente, una statua, cioè un idolo; ma usato (per eufemismo) per qualche divinità pagana (forse corrispondente a Priapo o Baal-peor)",
    "ja": "正しくは像、すなわち偶像だが、（婉曲表現で）異教の神（おそらくプリアポスやバアル＝ペオルに相当する）のために使われる。",
    "ko": "올바르게는 동상, 즉 우상; 그러나 (완곡한 표현으로) 이교도 신(아마도 프리아푸스 또는 바알-페오르에 해당)을 위해 사용되었습니다",
    "lt": "taisyklingai - statula, t. y. stabas; bet vartojamas (eufemizmo būdu) kaip pagonių dievybė (galbūt atitinkanti Priapą arba Baal-Peorą)",
    "lv": "pareizi - statuja, t.i., elks; bet lietots (eifēmizējot) kā apzīmējums kādai pagānu dievībai (iespējams, kas atbilst Priapam vai Baal-peoram)",
    "nb": "egentlig en statue, dvs. avgud; men brukt (ved eufemisme) om en hedensk guddom (kanskje tilsvarende Priapus eller Baal-peor)",
    "nl": "eigenlijk, een standbeeld, d.w.z. afgod; maar gebruikt (door eufemisme) voor een of andere heidense godheid (misschien overeenkomend met Priapus of Baäl-peor)",
    "pl": "właściwie posąg, tj. bożek; ale używany (przez eufemizm) w odniesieniu do jakiegoś pogańskiego bóstwa (być może odpowiadającego Priapusowi lub Baal-peorowi)",
    "pt": "propriamente, uma estátua, ou seja, um ídolo; mas usado (por eufemismo) para alguma divindade pagã (talvez correspondente a Priapus ou Baal-peor)",
    "ro": "corect, o statuie, adică un idol; dar folosit (prin eufemism) pentru o zeitate păgână (poate corespunzând lui Priapus sau Baal-peor)",
    "ru": "правильно, статуя, т.е. идол; но используется (через эвфемизм) для обозначения какого-то языческого божества (возможно, соответствующего Приапу или Ваал-Пору)",
    "sk": "správne socha, t. j. modla; ale používa sa (eufemizmom) pre nejaké pohanské božstvo (možno zodpovedajúce Priapovi alebo Baalovi-Peorovi)",
    "sl": "pravilno, kip, tj. idol; vendar se uporablja (z evfemizmom) za neko pogansko božanstvo (morda ustreza Priapu ali Baal-peoru)",
    "sv": "egentligen en staty, dvs. avgud; men används (genom eufemism) för någon hednisk gudom (kanske motsvarande Priapus eller Baal-peor)",
    "tr": "uygun olarak, bir heykel, yani put; ancak (örtmece yoluyla) bazı putperest tanrılar için kullanılır (belki de Priapus veya Baal-peor'a karşılık gelir)",
    "uk": "власне, статуя, тобто ідол; але використовується (як евфемізм) для позначення якогось язичницького божества (можливо, що відповідає Пріапу або Ваал-пеору)",
    "zh": "雕像，即偶像；但也用于（委婉地）异教徒的神灵（也许相当于普里阿普斯或巴勒-珀尔）。"
  },
  "hebrew": "כִּיּוּן",
  "verses": [
    "amos 5:26:5"
  ]
}