{
  "number": "H3603",
  "language": "hebrew",
  "transliteration": "kikkâr",
  "pronunciation": "kik-kawr'",
  "definition": "a circle, i.e. (by implication) a circumjacent tract or region, especially the Ghor or valley of the Jordan; also a (round) loaf; also a talent (or large [round] coin)",
  "kjvTranslation": "loaf, morsel, piece, plain, talent.",
  "translations": {
    "bg": "кръг, т.е. (по подразбиране) околен район или област, особено Гор или долината на Йордан; също (кръгъл) хляб; също талант (или голяма [кръгла] монета)",
    "cs": "kruh, tj. (implicitně) okolní území nebo oblast, zejména Ghor nebo údolí Jordánu; také (kulatý) bochník; také talent (nebo velká [kulatá] mince)",
    "da": "en cirkel, dvs. (underforstået) et omgivende område eller region, især Ghor eller Jordandalen; også et (rundt) brød; også en talent (eller stor [rund] mønt)",
    "de": "ein Kreis, d. h. (implizit) ein umschließender Bereich oder eine Region, insbesondere der Ghor oder das Jordantal; auch ein (runder) Laib; auch ein Talent (oder eine große [runde] Münze)",
    "el": "ένας κύκλος, δηλαδή (κατ' επέκταση) μια περιμετρική περιοχή ή περιοχή, ιδίως η Γκορ ή η κοιλάδα του Ιορδάνη- επίσης ένα (στρογγυλό) καρβέλι- επίσης ένα τάλαντο (ή ένα μεγάλο [στρογγυλό] νόμισμα)",
    "es": "un círculo, es decir (implícitamente) una zona o región circundante, especialmente el Ghor o valle del Jordán; también un pan (redondo); también un talento (o moneda grande [redonda])",
    "et": "ring, s.t (kaudselt) ümberkaudne maa-ala või piirkond, eriti Ghor või Jordani org; ka (ümmargune) leib; ka talent (või suur [ümmargune] münt)",
    "fi": "ympyrä, eli (implisiittisesti) ympyrää ympäröivä alue, erityisesti Ghor tai Jordanin laakso; myös (pyöreä) leipä; myös talentti (tai suuri [pyöreä] kolikko)",
    "fr": "un cercle, c'est-à-dire (implicitement) une étendue ou une région périphérique, en particulier le Ghor ou la vallée du Jourdain ; également un pain (rond) ; également un talent (ou une grande pièce de monnaie [ronde])",
    "hu": "kör, azaz (értelemszerűen) egy körbevett terület vagy régió, különösen a Ghor vagy a Jordán völgye; továbbá egy (kerek) kenyér; továbbá egy talentum (vagy nagy [kerek] érme)",
    "id": "sebuah lingkaran, yaitu (secara implisit) sebuah jalur atau wilayah yang mengelilingi, terutama Ghor atau lembah Yordan; juga sebuah roti (bundar); juga sebuah talenta (atau koin [bundar] yang besar)",
    "it": "un cerchio, cioè (per implicazione) un tratto o una regione circostante, in particolare il Ghor o la valle del Giordano; anche una pagnotta (rotonda); anche un talento (o una grande moneta [rotonda])",
    "ja": "円、すなわち（暗に）周囲に隣接する区画または地域、特にゴルまたはヨルダンの谷；（丸い）パン；タラント（または大きな［丸い］硬貨）。",
    "ko": "원, 즉 (암시적으로) 주변 지역 또는 지역, 특히 요르단의 고르 또는 계곡; 또한 (둥근) 덩어리; 또한 한 달란트(또는 큰 [둥근] 동전)",
    "lt": "apskritimas, t. y. (netiesiogiai) aplinkinis plotas ar regionas, ypač Goro arba Jordano slėnis; taip pat (apvalus) kepalas; taip pat talentas (arba didelė [apvali] moneta)",
    "lv": "aplis, t.i. (netieši) apkārtne vai reģions, īpaši Gora vai Jordānas ieleja; arī (apaļš) klaips; arī talants (vai liela [apaļa] monēta)",
    "nb": "en sirkel, dvs. (underforstått) et omliggende område, særlig Ghor eller Jordandalen; også et (rundt) brød; også en talent (eller en stor [rund] mynt)",
    "nl": "een cirkel, d.w.z. (impliciet) een omringend gebied of regio, in het bijzonder de Ghor of vallei van de Jordaan; ook een (rond) brood; ook een talent (of grote [ronde] munt)",
    "pl": "okrąg, tj. (w domyśle) przyległy trakt lub region, zwłaszcza Ghor lub dolina Jordanu; także (okrągły) bochenek; także talent (lub duża [okrągła] moneta)",
    "pt": "um círculo, isto é, (implicitamente) uma área ou região circunjacente, especialmente o Ghor ou o vale do Jordão; também um pão (redondo); também um talento (ou uma moeda grande [redonda])",
    "ro": "un cerc, adică (implicit) o zonă sau o regiune înconjurătoare, în special Ghorul sau valea Iordanului; de asemenea, o pâine (rotundă); de asemenea, un talant (sau o monedă mare [rotundă])",
    "ru": "круг, т.е. (по смыслу) прилегающая территория или область, особенно Гор или долина Иордана; также (круглый) каравай; также талант (или крупная [круглая] монета)",
    "sk": "kruh, t. j. (implicitne) okolitý priestor alebo oblasť, najmä Ghor alebo údolie Jordánu; tiež (okrúhly) bochník; tiež talent (alebo veľká [okrúhla] minca)",
    "sl": "krog, tj. (implicitno) okoliški prostor ali območje, zlasti Ghor ali dolina Jordana; tudi (okrogel) hlebec; tudi talent (ali velik [okrogel] kovanec)",
    "sv": "en cirkel, dvs. (underförstått) en omgivande trakt eller region, särskilt Ghor eller Jordandalen; även en (rund) limpa; även en talent (eller ett stort [runt] mynt)",
    "tr": "bir daire, yani (ima yoluyla) çevreleyen bir yol veya bölge, özellikle Ghor veya Ürdün vadisi; ayrıca bir (yuvarlak) somun; ayrıca bir talent (veya büyük [yuvarlak] para)",
    "uk": "коло, тобто (імпліцитно) прилегла місцевість або регіон, особливо Гор або долина Йордану; також (круглий) коровай; також талант (або велика [кругла] монета)",
    "zh": "一个圆圈，即（暗指）周遭的土地或区域，尤其是古尔或约旦河谷；也指一个（圆形）面包；还指一个英镑（或大[圆]硬币）"
  },
  "hebrew": "כִּכָּר",
  "verses": [
    "genesis 13:10:7",
    "genesis 13:11:5",
    "genesis 13:12:7",
    "genesis 19:17:14",
    "genesis 19:25:6",
    "genesis 19:28:9",
    "genesis 19:29:5",
    "exodus 25:39:0",
    "exodus 29:23:0",
    "exodus 37:24:0",
    "exodus 38:24:12",
    "exodus 38:25:4",
    "exodus 38:27:2",
    "exodus 38:27:14",
    "exodus 38:27:15",
    "exodus 38:29:3",
    "deuteronomy 34:3:3",
    "judges 8:5:5",
    "firstSamuel 2:36:9",
    "firstSamuel 10:3:23",
    "secondSamuel 12:30:7",
    "secondSamuel 18:23:9",
    "firstKings 7:46:0",
    "firstKings 9:14:5",
    "firstKings 9:28:8",
    "firstKings 10:10:4",
    "firstKings 10:14:12",
    "firstKings 16:24:6",
    "firstKings 20:39:31",
    "secondKings 5:5:14",
    "secondKings 5:22:19",
    "secondKings 5:23:4",
    "secondKings 5:23:8",
    "secondKings 15:19:10",
    "secondKings 18:14:26",
    "secondKings 18:14:29",
    "secondKings 23:33:14",
    "secondKings 23:33:16",
    "firstChronicles 16:3:8",
    "firstChronicles 19:6:12",
    "firstChronicles 20:2:9",
    "firstChronicles 22:14:6",
    "firstChronicles 22:14:12",
    "firstChronicles 29:4:2",
    "firstChronicles 29:4:8",
    "firstChronicles 29:7:5",
    "firstChronicles 29:7:11",
    "firstChronicles 29:7:18",
    "firstChronicles 29:7:22",
    "secondChronicles 3:8:18",
    "secondChronicles 4:17:0",
    "secondChronicles 8:18:20",
    "secondChronicles 9:9:4",
    "secondChronicles 9:13:12",
    "secondChronicles 25:6:7",
    "secondChronicles 25:9:7",
    "secondChronicles 27:5:15",
    "secondChronicles 36:3:8",
    "secondChronicles 36:3:10",
    "ezra 8:26:4",
    "ezra 8:26:11",
    "ezra 8:26:14",
    "nehemiah 3:22:4",
    "nehemiah 12:28:4",
    "esther 3:9:8",
    "proverbs 6:26:5",
    "jeremiah 37:21:10",
    "zechariah 5:7:1"
  ]
}