{
  "number": "H3794",
  "language": "hebrew",
  "transliteration": "Kittîy",
  "pronunciation": "kit-tee'",
  "definition": "a Kittite or Cypriote; hence, an islander in general, i.e. the Greeks or Romans on the shores opposite Palestine",
  "kjvTranslation": "Chittim, Kittim.",
  "hebrew": "כִּתִּי",
  "translations": {
    "bg": "кититянин или киприот; оттук и островитянин изобщо, т.е. гърците или римляните, живеещи на брега срещу Палестина",
    "cs": "kittita nebo Kypřan; tedy ostrovan obecně, tj. Řekové nebo Římané na pobřeží naproti Palestině",
    "da": "en kittit eller cypriot; derfor en øbo i almindelighed, dvs. grækerne eller romerne på kysterne overfor Palæstina",
    "de": "ein Kittite oder Zypriote; also ein Inselbewohner im Allgemeinen, d.h. die Griechen oder Römer an den Küsten gegenüber Palästina",
    "el": "ένας Κίτρινος ή Κύπριος, άρα ένας νησιώτης γενικά, δηλαδή οι Έλληνες ή οι Ρωμαίοι στις ακτές απέναντι από την Παλαιστίνη",
    "es": "un citita o chipriota; por lo tanto, un isleño en general, es decir, los griegos o romanos de las costas opuestas a Palestina",
    "et": "kittiit või küproslane; seega saarlane üldiselt, s.t. kreeklased või roomlased Palestiina vastaskaldal",
    "fi": "kittiläinen tai kyproslainen; siis saarelaiset yleensä, ts. Palestiinaa vastapäätä olevilla rannikoilla asuvat kreikkalaiset tai roomalaiset",
    "fr": "un Kittite ou un Chypriote ; par conséquent, un insulaire en général, c'est-à-dire les Grecs ou les Romains sur les rives opposées à la Palestine",
    "hu": "kittita vagy ciprióta; tehát általában szigetlakó, azaz a Palesztinával szemben lévő partokon élő görögök vagy rómaiak",
    "id": "orang Kittite atau Siprus; oleh karena itu, orang pulau pada umumnya, yaitu orang Yunani atau Romawi di pantai di seberang Palestina",
    "it": "un kittita o cipriota; quindi, un isolano in generale, cioè i greci o i romani che si trovavano sulle coste di fronte alla Palestina",
    "ja": "キト人またはキプロス人。したがって、島民全般、すなわちパレスチナの対岸のギリシア人またはローマ人。",
    "ko": "키타이트인 또는 키프로스인; 따라서 일반적으로 섬 주민, 즉 팔레스타인 반대편 해안의 그리스인 또는 로마인을 의미합니다",
    "lt": "kitatautis arba kiprietis; taigi apskritai salos gyventojas, t. y. priešais Palestiną gyvenantys graikai arba romėnai",
    "lv": "ķīcietis vai kiprietis; tātad salas iedzīvotājs vispār, t. i., grieķi vai romieši, kas dzīvo krastos pretī Palestīnai",
    "nb": "en kittitt eller kypriot; derav en øyboer generelt, dvs. grekerne eller romerne på kysten overfor Palestina",
    "nl": "een Kittiet of Cyprioot; vandaar, een eilandbewoner in het algemeen, d.w.z. de Grieken of Romeinen op de kusten tegenover Palestina",
    "pl": "kittita lub Cypryjczyk; stąd ogólnie wyspiarz, tj. Grecy lub Rzymianie na wybrzeżach naprzeciwko Palestyny",
    "pt": "um kittita ou cipriota; portanto, um ilhéu em geral, ou seja, os gregos ou romanos das costas opostas à Palestina",
    "ro": "un Kittit sau Cipriot; prin urmare, un insular în general, adică grecii sau romanii de pe țărmurile opuse Palestinei",
    "ru": "китаец или киприот; следовательно, островитянин вообще, т.е. греки или римляне, жившие на берегах напротив Палестины",
    "sk": "kittita alebo Cyperčan; teda ostrovan všeobecne, t. j. Gréci alebo Rimania na pobreží oproti Palestíne",
    "sl": "kitejec ali Ciprčan; torej otočan na splošno, tj. Grki ali Rimljani na obalah nasproti Palestine",
    "sv": "en kittite eller cypriote; därmed en öbo i allmänhet, dvs. grekerna eller romarna på stränderna mittemot Palestina",
    "tr": "bir Kittli ya da Kıbrıslı; dolayısıyla genel olarak bir adalı, yani Filistin'in karşısındaki kıyılarda yaşayan Yunanlılar ya da Romalılar",
    "uk": "кітієць або кіпріот; отже, острів'янин загалом, тобто греки або римляни на берегах, протилежних Палестині",
    "zh": "基特人或塞浦路斯人；因此，一般指岛民，即巴勒斯坦对面海岸上的希腊人或罗马人"
  },
  "verses": [
    "genesis 10:4:4",
    "numbers 24:24:2",
    "firstChronicles 1:7:4",
    "isaiah 23:1:10",
    "isaiah 23:12:9",
    "isaiah 23:12:10",
    "jeremiah 2:10:3",
    "ezekiel 27:6:10",
    "ezekiel 27:6:11",
    "daniel 11:30:3"
  ]
}