{
  "number": "H3882",
  "language": "hebrew",
  "transliteration": "livyâthân",
  "pronunciation": "liv-yaw-thawn'",
  "definition": "a wreathed animal, i.e. a serpent (especially the crocodile or some other large sea-monster); figuratively, the constellation of the dragon; also as a symbol of Babylon",
  "kjvTranslation": "leviathan, mourning.",
  "hebrew": "לִוְיָתָן",
  "translations": {
    "bg": "увито животно, т.е. змия (особено крокодил или друго голямо морско чудовище); в преносен смисъл - съзвездието на дракона; също и като символ на Вавилон",
    "cs": "zavinuté zvíře, tj. had (zejména krokodýl nebo jiná velká mořská příšera); přeneseně souhvězdí draka; také jako symbol Babylonu",
    "da": "et dyr med en krans, dvs. en slange (især krokodillen eller et andet stort havmonster); i overført betydning dragens stjernebillede; også som et symbol på Babylon",
    "de": "ein gekrümmtes Tier, d.h. eine Schlange (insbesondere das Krokodil oder ein anderes großes Seeungeheuer); im übertragenen Sinne das Sternbild des Drachens; auch als Symbol für Babylon",
    "el": "ένα ζώο που περιτυλίγεται, δηλαδή ένα φίδι (ιδίως ο κροκόδειλος ή κάποιο άλλο μεγάλο θαλάσσιο τέρας)- μεταφορικά, ο αστερισμός του δράκου- επίσης ως σύμβολο της Βαβυλώνας",
    "es": "un animal enroscado, es decir, una serpiente (especialmente el cocodrilo u otro gran monstruo marino); en sentido figurado, la constelación del dragón; también como símbolo de Babilonia",
    "et": "punutud loom, s.t. madu (eriti krokodill või mõni muu suur merehirmutis); piltlikult öeldes lohe tähtkuju; ka Babüloni sümbolina",
    "fi": "käärme (erityisesti krokotiili tai jokin muu suuri merihirviö); kuvaannollisesti lohikäärmeen tähtikuvio; myös Babylonin symbolina",
    "fr": "un animal enroulé, c'est-à-dire un serpent (en particulier le crocodile ou un autre grand monstre marin) ; au sens figuré, la constellation du dragon ; également en tant que symbole de Babylone",
    "hu": "fonatos állat, azaz kígyó (különösen a krokodil vagy más nagy tengeri szörny); átvitt értelemben a sárkány csillagkép; Babilon szimbólumaként is",
    "id": "binatang yang dililit, yaitu ular (terutama buaya atau monster laut besar lainnya); secara kiasan, rasi bintang naga; juga sebagai simbol Babel",
    "it": "un animale avvolto, cioè un serpente (in particolare il coccodrillo o qualche altro grande mostro marino); in senso figurato, la costellazione del drago; anche come simbolo di Babilonia",
    "ja": "巻き毛のある動物、すなわち蛇（特にワニや他の大きな海の怪物）；比喩的には竜の星座；またバビロンの象徴としても。",
    "ko": "동물, 즉 뱀(특히 악어 또는 다른 큰 바다 괴물); 비유적으로, 용의 별자리; 또한 바빌론의 상징으로도 사용됩니다",
    "lt": "gyvatė (ypač krokodilas ar kita didelė jūrų pabaisa); perkeltine prasme - drakono žvaigždynas; taip pat Babilono simbolis",
    "lv": "apvīts dzīvnieks, t.i., čūska (īpaši krokodils vai kāds cits liels jūras briesmonis); pārnestā nozīmē - pūķa zvaigznājs; arī kā Babilonas simbols",
    "nb": "et dyr med en krans, dvs. en slange (særlig krokodillen eller et annet stort sjømonster); i overført betydning, dragens stjernebilde; også som symbol på Babylon",
    "nl": "een omkranst dier, d.w.z. een slang (vooral de krokodil of een ander groot zeemonster); figuurlijk, het sterrenbeeld van de draak; ook als symbool van Babylon",
    "pl": "zwierzę z wieńcem, tj. wąż (zwłaszcza krokodyl lub inny duży potwór morski); w przenośni konstelacja smoka; również jako symbol Babilonu",
    "pt": "um animal enrolado, isto é, uma serpente (especialmente o crocodilo ou outro monstro marinho grande); figurativamente, a constelação do dragão; também como símbolo da Babilónia",
    "ro": "un animal înfășurat, adică un șarpe (în special crocodilul sau un alt monstru marin mare); la figurat, constelația dragonului; de asemenea, ca simbol al Babilonului",
    "ru": "извивающееся животное, т.е. змея (особенно крокодил или другое крупное морское чудовище); образно - созвездие дракона; также символ Вавилона",
    "sk": "zavinuté zviera, t. j. had (najmä krokodíl alebo iná veľká morská príšera); obrazne súhvezdie draka; tiež ako symbol Babylonu",
    "sl": "zavita žival, tj. kača (zlasti krokodil ali druga velika morska pošast); v prenesenem pomenu ozvezdje zmaja; tudi kot simbol Babilona",
    "sv": "ett djur med en krans, dvs. en orm (särskilt krokodilen eller något annat stort sjöodjur); bildligt talat drakens konstellation; även som symbol för Babylon",
    "tr": "çelenkli bir hayvan, yani bir yılan (özellikle timsah veya başka bir büyük deniz canavarı); mecazi olarak, ejderha takımyıldızı; ayrıca Babil'in bir sembolü olarak",
    "uk": "тварина у вінку, тобто змія (особливо крокодил або інше велике морське чудовисько); образно - сузір'я дракона; також як символ Вавилону",
    "zh": "缠绕的动物，即蛇（尤其是鳄鱼或其他大型海怪）；比喻龙的星座；也是巴比伦的象征"
  },
  "verses": [
    "job 3:8:5",
    "job 40:25:1",
    "psalms 74:14:3",
    "psalms 104:26:3",
    "isaiah 27:1:9",
    "isaiah 27:1:13"
  ]
}