{
  "number": "H3915",
  "language": "hebrew",
  "transliteration": "layil",
  "pronunciation": "lah'-yil",
  "definition": "properly, a twist (away of the light), i.e. night; figuratively, adversity",
  "kjvTranslation": "(mid-)night (season).",
  "hebrew": "לַיִל",
  "translations": {
    "bg": "правилно, изкривяване (на светлината), т.е. нощ; преносно, нещастие",
    "cs": "správně, odvrácení (světla), tj. noc; přeneseně, nepřízeň osudu",
    "da": "korrekt, en drejning (væk fra lyset), dvs. nat; i overført betydning, modgang",
    "de": "im eigentlichen Sinne eine Verdrehung (des Lichts), d.h. die Nacht; im übertragenen Sinne das Unglück",
    "el": "σωστά, μια συστροφή (μακριά από το φως), δηλαδή η νύχτα- μεταφορικά, η δυστυχία",
    "es": "propiamente, un giro (lejos de la luz), es decir, la noche; en sentido figurado, la adversidad",
    "et": "õigesti, väändus (valguse ära), s.t. öö; piltlikult, õnnetus",
    "fi": "oikein, valon kääntyminen pois, eli yö; kuvaannollisesti, vastoinkäymiset",
    "fr": "au sens propre, un détournement (de la lumière), c'est-à-dire la nuit ; au sens figuré, l'adversité",
    "hu": "helyesen: a fény elfordítása, azaz az éjszaka; átvitt értelemben: a csapás",
    "id": "secara tepat, sebuah putaran (menjauh dari cahaya), yaitu malam; secara kiasan, kesulitan",
    "it": "propriamente, una distorsione (allontanamento della luce), cioè la notte; in senso figurato, l'avversità",
    "ja": "比喩的には、逆境。",
    "ko": "적절하게는 (빛에서 벗어난) 뒤틀림, 즉 밤; 비유적으로 역경",
    "lt": "tinkamai - šviesa, t. y. naktis; perkeltine prasme - nelaimė",
    "lv": "pareizi - gaismas izkropļojums, t.i., nakts; pārnestā nozīmē - nelaime",
    "nb": "egentlig, en vridning (bort fra lyset), dvs. natt; i overført betydning, motgang",
    "nl": "goed, een draai (weg van het licht), d.w.z. nacht; figuurlijk, tegenspoed",
    "pl": "właściwie, odwrócenie (od światła), tj. noc; w przenośni, przeciwności losu",
    "pt": "propriamente dito, um desvio (da luz), ou seja, a noite; figurativamente, a adversidade",
    "ro": "propriu-zis, o răsucire (îndepărtarea luminii), adică noaptea; la figurat, adversitate",
    "ru": "правильно, отворот (от света), т.е. ночь; образно, несчастье",
    "sk": "správne, odklon (svetla), t. j. noc; obrazne, nešťastie",
    "sl": "pravilno, zasuk (luči), tj. noč; v prenesenem pomenu, nesreča",
    "sv": "i egentlig mening, en vridning (bort från ljuset), dvs. natt; bildligt talat, motgång",
    "tr": "uygun olarak, bir bükülme (ışığın uzaklaşması), yani gece; mecazi olarak, sıkıntı",
    "uk": "власне, поворот (від світла), тобто ніч; переносно - нещастя",
    "zh": "晦暗，即黑夜；比喻逆境"
  }
}