{
  "number": "H4161",
  "language": "hebrew",
  "transliteration": "môwtsâʼ",
  "pronunciation": "mo-tsaw'",
  "definition": "a going forth, i.e. (the act) an egress, or (the place) an exit; hence, a source or product; specifically, dawn, the rising of the sun (the East), exportation, utterance, a gate, a fountain, a mine, a meadow (as producing grass)",
  "kjvTranslation": "brought out, bud, that which came out, east, going forth, goings out, that which (thing that) is gone out, outgoing, proceeded out, spring, vein, (water-) course (springs).",
  "hebrew": "מוֹצָא",
  "translations": {
    "bg": "излизане, т.е. (действие) излизане или (място) изход; оттук източник или продукт; по-конкретно зора, изгрев на слънцето (на Изток), износ, изказване, порта, извор, мина, ливада (като произвеждаща трева)",
    "cs": "výstup, tj. (akt) výstup nebo (místo) výstup; odtud zdroj nebo produkt; konkrétně svítání, východ slunce (východ), vývoz, výrok, brána, pramen, důl, louka (jako plodící trávu)",
    "da": "en udgang, dvs. (handlingen) en udgang, eller (stedet) en udgang; dermed en kilde eller et produkt; specifikt daggry, solopgang (Østen), eksport, ytring, en port, et springvand, en mine, en eng (som producerer græs)",
    "de": "ein Ausgang, d.h. (die Handlung) ein Ausgang oder (der Ort) ein Ausgang; daher eine Quelle oder ein Produkt; insbesondere die Morgendämmerung, der Aufgang der Sonne (des Ostens), die Ausfuhr, die Äußerung, ein Tor, ein Brunnen, ein Bergwerk, eine Wiese (die Gras produziert)",
    "el": "μια έξοδος, δηλαδή (η πράξη) μια έξοδος, ή (ο τόπος) μια έξοδος, άρα μια πηγή ή ένα προϊόν, συγκεκριμένα, η αυγή, η ανατολή του ήλιου (στην Ανατολή), η εξαγωγή, η έκφραση, μια πύλη, μια πηγή, ένα ορυχείο, ένα λιβάδι (που παράγει χόρτο)",
    "es": "una salida, es decir, (el acto) una salida, o (el lugar) una salida; por lo tanto, una fuente o producto; específicamente, el amanecer, la salida del sol (el Este), la exportación, la expresión, una puerta, una fuente, una mina, un prado (como la producción de hierba)",
    "et": "väljaminek, st (tegu) väljaminek või (koht) väljumine; seega allikas või toode; konkreetselt koidik, päikesetõus (idas), väljaviimine, väljavedu, värav, purskkaev, kaevandus, niit (kui rohutootmine)",
    "fi": "lähteminen, eli (teko) poistuminen tai (paikka) poistuminen; siis lähde tai tuote; erityisesti aamunkoitto, auringonnousu (idässä), vienti, lausuminen, portti, lähde, kaivos, niitty (ruohoa tuottavana)",
    "fr": "une sortie, c'est-à-dire (l'acte) une sortie, ou (le lieu) une sortie ; par conséquent, une source ou un produit ; spécifiquement, l'aube, le lever du soleil (l'Est), l'exportation, l'émission, une porte, une fontaine, une mine, une prairie (comme produisant de l'herbe)",
    "hu": "a kimozdulás, azaz (a cselekmény) a kijárat, vagy (a hely) a kijárat; tehát forrás vagy termék; különösen a hajnal, a napfelkelte (keleten), a kivitel, a kimondás, a kapu, a kút, a bánya, a rét (mint fűtermelő)",
    "id": "keluar, yaitu (tindakan) jalan keluar, atau (tempat) keluar; oleh karena itu, sumber atau produk; khususnya, fajar, terbitnya matahari (Timur), ekspor, ucapan, gerbang, air mancur, tambang, padang rumput (sebagai penghasil rumput)",
    "it": "un'uscita, cioè (l'atto) un'uscita, o (il luogo) un'uscita; quindi, una fonte o un prodotto; in particolare, l'alba, il sorgere del sole (l'Oriente), l'esportazione, la pronuncia, un cancello, una fontana, una miniera, un prato (in quanto produce erba)",
    "ja": "出て行くこと、すなわち（行為）出口、または（場所）出口；したがって、源泉または生産物；具体的には、夜明け、（東方の）日の出、輸出、発言、門、泉、鉱山、（草を生やすような）草地。",
    "ko": "나가는 것, 즉 (행위) 출구 또는 (장소) 출구; 따라서 출처 또는 산물; 구체적으로 새벽, 해가 뜨는 것(동쪽), 수출, 발화, 문, 분수, 광산, 초원(풀을 생산하는 것으로서)",
    "lt": "išėjimas, t. y. (veiksmas) išėjimas arba (vieta) išėjimas; taigi šaltinis arba produktas; konkrečiai aušra, saulės patekėjimas (Rytuose), išvežimas, išsakymas, vartai, fontanas, kasykla, pieva (kaip auginanti žolę)",
    "lv": "iziešana, t.i., (darbība) izeja vai (vieta) izeja; tātad avots vai produkts; īpaši rītausma, saullēkts (austrumos), izvešana, izteikums, vārti, strūklaka, raktuve, raktuve, pļava (kā zāles audzēšana)",
    "nb": "en utgang, dvs. (handlingen) en utgang, eller (stedet) en utgang; derav, en kilde eller et produkt; spesifikt, daggry, soloppgang (Østen), eksport, ytring, en port, en fontene, en gruve, en eng (som produserer gress)",
    "nl": "een uitgaan, d.w.z. (de handeling) een uitgang, of (de plaats) een uitgang; vandaar, een bron of product; specifiek, dageraad, het opkomen van de zon (het Oosten), uitvoer, uiting, een poort, een fontein, een mijn, een weide (als het produceren van gras)",
    "pl": "wyjście, tj. (czynność) wyjście lub (miejsce) wyjście; stąd źródło lub produkt; w szczególności świt, wschód słońca (wschód), wywóz, wypowiedź, brama, fontanna, kopalnia, łąka (jako produkująca trawę)",
    "pt": "uma saída, ou seja, (o ato) uma saída, ou (o lugar) uma saída; portanto, uma fonte ou produto; especificamente, aurora, o nascer do sol (o Oriente), exportação, expressão, um portão, uma fonte, uma mina, um prado (como produzindo erva)",
    "ro": "o ieșire, adică (actul) o ieșire sau (locul) o ieșire; prin urmare, o sursă sau un produs; în special, zorii, răsăritul soarelui (în Orient), exportul, exprimarea, o poartă, o fântână, o mină, o pajiște (care produce iarbă)",
    "ru": "выход, т.е. (действие) выход или (место) выход; отсюда источник или продукт; в частности, рассвет, восход солнца (на Востоке), вывоз, изречение, ворота, фонтан, рудник, луг (как производящий траву)",
    "sk": "vychádzanie, t. j. (akt) výstup alebo (miesto) východ; teda zdroj alebo produkt; konkrétne svitanie, východ slnka (východ), vývoz, výrok, brána, prameň, baňa, lúka (ako plodenie trávy)",
    "sl": "odhod, tj. (dejanje) izhod ali (kraj) izhod; od tod vir ali proizvod; zlasti zora, vzhajanje sonca (vzhod), izvoz, izrek, vrata, vodnjak, rudnik, travnik (ki proizvaja travo)",
    "sv": "ett utträde, dvs. (handlingen) en utgång, eller (platsen) en utgång; följaktligen en källa eller produkt; särskilt gryning, solens uppgång (österut), export, yttrande, en port, en fontän, en gruva, en äng (som producerar gräs)",
    "tr": "bir çıkış, yani (eylem) bir çıkış veya (yer) bir çıkış; dolayısıyla, bir kaynak veya ürün; özellikle, şafak, güneşin doğuşu (Doğu), ihracat, söz, bir kapı, bir çeşme, bir maden, bir çayır (ot üreten olarak)",
    "uk": "вихід, тобто (дія) вихід, або (місце) вихід; отже, джерело або продукт; зокрема, світанок, схід сонця (Схід), вивезення, вимовляння, ворота, фонтан, копальня, луг (як такий, що дає траву)",
    "zh": "出口，即（行为）出口，或（地点）出口；因此，指来源或产品；具体指黎明、太阳（东方）升起、出口、话语、大门、喷泉、矿井、草地（作为草的产地）。"
  },
  "verses": [
    "numbers 30:13:8",
    "numbers 33:2:3",
    "numbers 33:2:10",
    "deuteronomy 8:3:23",
    "deuteronomy 23:24:0",
    "secondSamuel 3:25:10",
    "firstKings 10:28:0",
    "secondKings 2:21:2",
    "secondChronicles 1:16:0",
    "secondChronicles 32:30:4",
    "job 28:1:3",
    "job 38:27:4",
    "psalms 19:7:2",
    "psalms 65:9:4",
    "psalms 75:7:2",
    "psalms 89:35:3",
    "psalms 107:33:3",
    "psalms 107:35:6",
    "isaiah 41:18:13",
    "isaiah 58:11:11",
    "jeremiah 17:16:11",
    "ezekiel 12:4:10",
    "ezekiel 42:11:11",
    "ezekiel 43:11:8",
    "ezekiel 44:5:29",
    "daniel 9:25:3",
    "hosea 6:3:7"
  ]
}