{
  "number": "H4294",
  "language": "hebrew",
  "transliteration": "maṭṭeh",
  "pronunciation": "mat-teh'",
  "definition": "a branch (as extending); figuratively, a tribe; also a rod, whether for chastising (figuratively, correction), ruling (a sceptre), throwing (a lance), or walking (a staff; figuratively, a support of life, e.g. bread)",
  "kjvTranslation": "rod, staff, tribe.",
  "hebrew": "מַטֶּה",
  "translations": {
    "bg": "клон (разклоняващ се); преносно - племе; също и жезъл за наказване (преносно - поправяне), управление (скиптър), хвърляне (копие) или ходене (тояга; преносно - опора за живот, напр. хляб)",
    "cs": "ratolest (jako rozsocha); přeneseně kmen; také hůl, ať už k trestání (přeneseně k nápravě), k vládnutí (žezlo), k vrhání (kopí) nebo k chůzi (hůl; přeneseně opora života, např. chleba)",
    "da": "en gren (som strækker sig); i overført betydning en stamme; også en stav, hvad enten den bruges til at tugte (i overført betydning korrigere), herske (et scepter), kaste (en lanse) eller gå (en stav; i overført betydning en støtte til livet, f.eks. brød)",
    "de": "ein Zweig (als Ausläufer); im übertragenen Sinne ein Stamm; auch ein Stab, sei es zum Züchtigen (im übertragenen Sinne eine Korrektur), zum Regieren (ein Zepter), zum Werfen (eine Lanze) oder zum Gehen (ein Stab; im übertragenen Sinne eine Lebenshilfe, z. B. Brot)",
    "el": "ένα κλαδί (όπως επεκτείνεται)- μεταφορικά, μια φυλή- επίσης, μια ράβδος, είτε για τιμωρία (μεταφορικά, διόρθωση), είτε για διακυβέρνηση (σκήπτρο), είτε για ρίψη (λόγχη), είτε για περπάτημα (ράβδος- μεταφορικά, ένα στήριγμα ζωής, π.χ. ψωμί)",
    "es": "una rama (como extendiéndose); en sentido figurado, una tribu; también una vara, ya sea para castigar (en sentido figurado, corrección), gobernar (un cetro), lanzar (una lanza), o caminar (un bastón; en sentido figurado, un soporte de vida, por ejemplo, pan)",
    "et": "oksa (nagu laienev); piltlikult öeldes hõim; ka kepp, kas karistamiseks (piltlikult öeldes parandamine), valitsemiseks (skeptri), viskamiseks (oda) või kõndimiseks (kepp; piltlikult öeldes elutugi, nt leib)",
    "fi": "oksa (kuin ulottuva); kuvaannollisesti heimo; myös sauva, joko kurittamiseen (kuvaannollisesti korjaamiseen), hallitsemiseen (valtikka), heittämiseen (keihäs) tai kävelyyn (sauva; kuvaannollisesti elämän tukipilari, esim. leipä)",
    "fr": "une branche (qui s'étend) ; au sens figuré, une tribu ; également un bâton, que ce soit pour châtier (au sens figuré, la correction), gouverner (un sceptre), lancer (une lance), ou marcher (un bâton ; au sens figuré, un support de vie, par exemple du pain)",
    "hu": "ág (mint kinyúló); átvitt értelemben törzs; továbbá bot, akár fenyítésre (átvitt értelemben javításra), akár uralkodásra (jogar), akár dobásra (lándzsa), akár járásra (bot; átvitt értelemben az élet támasza, pl. kenyér)",
    "id": "cabang (seperti memanjang); secara kiasan, sebuah suku; juga tongkat, baik untuk menghukum (secara kiasan, koreksi), memerintah (tongkat), melempar (tombak), atau berjalan (tongkat; secara kiasan, penopang kehidupan, misalnya roti)",
    "it": "un ramo (come un'estensione); in senso figurato, una tribù; anche un bastone, sia per castigare (in senso figurato, correzione), governare (uno scettro), lanciare (una lancia), o camminare (un bastone; in senso figurato, un supporto di vita, ad esempio il pane)",
    "ja": "枝（伸びるように）；比喩的に部族；また、懲らしめる（比喩的に、矯正）、支配する（杖）、投げる（槍）、歩く（杖；比喩的に、生活の支え、例えばパン）のための棒。",
    "ko": "가지(뻗는 것); 비유적으로 부족; 또한 지팡이, 징계(비유적으로 교정), 통치(홀), 던지기(창) 또는 걷기(지팡이, 비유적으로 빵과 같은 삶의 지지대)를 위한 것입니다",
    "lt": "šakelė (kaip išsikišusi); perkeltine prasme - gentis; taip pat lazda, skirta bausti (perkeltine prasme - pataisyti), valdyti (skeptras), mėtyti (ietis) arba vaikščioti (lazda; perkeltine prasme - gyvybės atrama, pvz., duona)",
    "lv": "zariņš (kā pagarinājums); pārnestā nozīmē - cilts; arī stienis - sodīšanai (pārnestā nozīmē - labošanai), valdīšanai (skeptrs), mešanai (šķēps) vai staigāšanai (spieķis; pārnestā nozīmē - dzīvības balsts, piemēram, maize)",
    "nb": "en gren (som strekker seg); i overført betydning en stamme; også en stav, enten til å tukte (i overført betydning korrigere), herske (et septer), kaste (en lanse) eller gå (en stav; i overført betydning en støtte for livet, f.eks. brød)",
    "nl": "een tak (als uitbreiding); figuurlijk, een stam; ook een roede, hetzij om te kastijden (figuurlijk, correctie), te regeren (een scepter), te werpen (een lans), of te lopen (een staf; figuurlijk, een levenssteun, bijv. brood)",
    "pl": "gałąź (rozszerzająca się); w przenośni, plemię; także laska, czy to do karcenia (w przenośni, korygowania), rządzenia (berło), rzucania (włócznia), czy chodzenia (laska; w przenośni, wsparcie życia, np. chleb)",
    "pt": "um ramo (que se estende); figurativamente, uma tribo; também uma vara, quer para castigar (figurativamente, correção), governar (um cetro), lançar (uma lança), ou caminhar (um bastão; figurativamente, um suporte de vida, por exemplo, pão)",
    "ro": "o ramură (care se întinde); la figurat, un trib; de asemenea, un toiag, fie pentru a pedepsi (la figurat, corecție), a conduce (un sceptru), a arunca (o lance), sau a merge (un toiag; la figurat, un suport de viață, de exemplu, pâine)",
    "ru": "ветвь (разветвление); образно, племя; также жезл, для наказания (образно, исправления), управления (скипетр), метания (копье) или ходьбы (посох; образно, опора для жизни, например, хлеб)",
    "sk": "vetva (ako sa rozširuje); prenesene kmeň; tiež palica, či už na trestanie (prenesene napomínanie), vládnutie (žezlo), vrhanie (kopija) alebo chôdzu (palica; prenesene opora života, napr. chlieb)",
    "sl": "veja (ki se razteza); v prenesenem pomenu pleme; tudi palica, bodisi za kaznovanje (v prenesenem pomenu popravljanje), vladanje (žezlo), metanje (kopje) ali hojo (palica; v prenesenem pomenu življenjska opora, npr. kruh)",
    "sv": "en gren (som sträcker sig); bildligt, en stam; även en stav, vare sig för tuktan (bildligt, tillrättavisning), härskande (en spira), kastande (en lans) eller gående (en stav; bildligt, ett stöd för livet, t.ex. bröd)",
    "tr": "bir dal (uzayan); mecazi olarak bir kabile; ayrıca bir çubuk, ister azarlamak (mecazi olarak, düzeltme), ister yönetmek (bir asa), ister fırlatmak (bir mızrak) veya yürümek (bir asa; mecazi olarak, ekmek gibi bir yaşam desteği) için olsun",
    "uk": "гілка (як така, що простягається); образно - плем'я; також жезл, чи то для покарання (образно - виправлення), правління (скіпетр), метання (спис) або ходіння (посох; образно - життєва опора, наприклад, хліб)",
    "zh": "树枝（延伸）；比喻部落；也指棍棒，无论是用于责罚（比喻矫正）、统治（权杖）、投掷（长矛）还是行走（杖；比喻生活的支撑物，如面包）。"
  },
  "verses": [
    "genesis 38:18:9",
    "genesis 38:25:19",
    "exodus 4:2:8",
    "exodus 4:4:13",
    "exodus 4:17:1",
    "exodus 4:20:15",
    "exodus 7:9:13",
    "exodus 7:10:13",
    "exodus 7:12:2",
    "exodus 7:12:6",
    "exodus 7:12:9",
    "exodus 7:15:12",
    "exodus 7:17:11",
    "exodus 7:19:8",
    "exodus 7:20:8",
    "exodus 8:1:10",
    "exodus 8:12:9",
    "exodus 8:13:6",
    "exodus 9:23:3",
    "exodus 10:13:3",
    "exodus 14:16:3",
    "exodus 17:5:11",
    "exodus 17:9:16",
    "exodus 31:2:8",
    "exodus 31:6:8",
    "exodus 35:30:14",
    "exodus 35:34:7",
    "exodus 38:22:5",
    "exodus 38:23:4",
    "leviticus 24:11:16",
    "leviticus 26:26:2",
    "numbers 1:4:4",
    "numbers 1:16:5",
    "numbers 1:21:1",
    "numbers 1:23:1",
    "numbers 1:25:1",
    "numbers 1:27:1",
    "numbers 1:29:1",
    "numbers 1:31:1",
    "numbers 1:33:1",
    "numbers 1:35:1",
    "numbers 1:37:1",
    "numbers 1:39:1",
    "numbers 1:41:1",
    "numbers 1:43:1",
    "numbers 1:47:1",
    "numbers 1:49:2",
    "numbers 2:5:2",
    "numbers 2:7:0",
    "numbers 2:12:2",
    "numbers 2:14:0",
    "numbers 2:20:1",
    "numbers 2:22:0",
    "numbers 2:27:2",
    "numbers 2:29:0",
    "numbers 3:6:2",
    "numbers 7:2:8",
    "numbers 7:12:9",
    "numbers 10:15:2",
    "numbers 10:16:2",
    "numbers 10:19:2",
    "numbers 10:20:2",
    "numbers 10:23:2",
    "numbers 10:24:2",
    "numbers 10:26:2",
    "numbers 10:27:2",
    "numbers 13:2:16",
    "numbers 13:4:2",
    "numbers 13:5:0",
    "numbers 13:6:0",
    "numbers 13:7:0",
    "numbers 13:8:0",
    "numbers 13:9:0",
    "numbers 13:10:0",
    "numbers 13:11:0",
    "numbers 13:11:2",
    "numbers 13:12:0",
    "numbers 13:13:0",
    "numbers 13:14:0",
    "numbers 13:15:0",
    "numbers 17:17:6",
    "numbers 17:17:7",
    "numbers 17:17:17",
    "numbers 17:17:23",
    "numbers 17:18:5",
    "numbers 17:18:8",
    "numbers 17:20:5",
    "numbers 17:21:9",
    "numbers 17:21:12",
    "numbers 17:21:19",
    "numbers 17:21:20",
    "numbers 17:21:23",
    "numbers 17:22:3",
    "numbers 17:23:9",
    "numbers 17:24:4",
    "numbers 17:24:14",
    "numbers 17:25:6",
    "numbers 18:2:3",
    "numbers 20:8:2",
    "numbers 20:9:3",
    "numbers 20:11:7",
    "numbers 26:55:6",
    "numbers 30:2:4",
    "numbers 31:4:1",
    "numbers 31:4:3",
    "numbers 31:4:5",
    "numbers 31:5:4",
    "numbers 31:6:4",
    "numbers 32:28:13",
    "numbers 33:54:21",
    "numbers 34:13:17",
    "numbers 34:13:19",
    "numbers 34:14:2",
    "numbers 34:14:7",
    "numbers 34:14:13",
    "numbers 34:15:1",
    "numbers 34:15:3",
    "numbers 34:18:4",
    "numbers 34:19:3",
    "numbers 34:20:0",
    "numbers 34:21:0",
    "numbers 34:22:0",
    "numbers 34:23:2",
    "numbers 34:24:0",
    "numbers 34:25:0",
    "numbers 34:26:0",
    "numbers 34:27:0",
    "numbers 34:28:0",
    "numbers 36:3:14",
    "numbers 36:4:9",
    "numbers 36:4:14",
    "numbers 36:5:10",
    "numbers 36:6:14",
    "numbers 36:7:5",
    "numbers 36:7:7",
    "numbers 36:7:11",
    "numbers 36:8:4",
    "numbers 36:8:9",
    "numbers 36:9:3",
    "numbers 36:9:4",
    "numbers 36:9:10",
    "numbers 36:12:10",
    "joshua 7:1:13",
    "joshua 7:18:12",
    "joshua 13:15:2",
    "joshua 13:24:2",
    "joshua 13:29:7",
    "joshua 14:1:17",
    "joshua 14:2:8",
    "joshua 14:2:10",
    "joshua 14:3:5",
    "joshua 14:3:7",
    "joshua 14:4:5",
    "joshua 15:1:2",
    "joshua 15:20:2",
    "joshua 15:21:3",
    "joshua 16:8:11",
    "joshua 17:1:2",
    "joshua 18:11:2",
    "joshua 18:21:2",
    "joshua 19:1:4",
    "joshua 19:8:13",
    "joshua 19:23:2",
    "joshua 19:24:3",
    "joshua 19:31:2",
    "joshua 19:39:2",
    "joshua 19:40:0",
    "joshua 19:48:2",
    "joshua 19:51:11",
    "joshua 20:8:9",
    "joshua 20:8:14",
    "joshua 20:8:20",
    "joshua 21:1:14",
    "joshua 21:4:10",
    "joshua 21:4:12",
    "joshua 21:4:14",
    "joshua 21:5:4",
    "joshua 21:5:6",
    "joshua 21:5:9",
    "joshua 21:6:3",
    "joshua 21:6:5",
    "joshua 21:6:7",
    "joshua 21:6:10",
    "joshua 21:7:3",
    "joshua 21:7:5",
    "joshua 21:7:7",
    "joshua 21:9:1",
    "joshua 21:9:4",
    "joshua 21:17:0",
    "joshua 21:20:10",
    "joshua 21:23:0",
    "joshua 21:25:1",
    "joshua 21:27:5",
    "joshua 21:28:0",
    "joshua 21:30:0",
    "joshua 21:32:0",
    "joshua 21:34:6",
    "joshua 21:36:0",
    "joshua 21:38:0",
    "joshua 22:1:6",
    "joshua 22:14:10",
    "firstSamuel 14:27:10",
    "firstSamuel 14:43:15",
    "firstKings 7:14:4",
    "firstKings 8:1:9",
    "firstChronicles 6:45:0",
    "firstChronicles 6:46:4",
    "firstChronicles 6:46:6",
    "firstChronicles 6:47:3",
    "firstChronicles 6:47:5",
    "firstChronicles 6:47:7",
    "firstChronicles 6:47:9",
    "firstChronicles 6:48:3",
    "firstChronicles 6:48:5",
    "firstChronicles 6:48:7",
    "firstChronicles 6:50:2",
    "firstChronicles 6:50:5",
    "firstChronicles 6:50:8",
    "firstChronicles 6:51:6",
    "firstChronicles 6:55:1",
    "firstChronicles 6:56:4",
    "firstChronicles 6:57:0",
    "firstChronicles 6:59:0",
    "firstChronicles 6:61:0",
    "firstChronicles 6:62:3",
    "firstChronicles 6:63:5",
    "firstChronicles 6:65:0",
    "firstChronicles 12:32:1",
    "secondChronicles 5:2:9",
    "psalms 105:16:5",
    "psalms 110:2:0",
    "isaiah 9:3:5",
    "isaiah 10:5:4",
    "isaiah 10:15:15",
    "isaiah 10:24:14",
    "isaiah 10:26:9",
    "isaiah 14:5:2",
    "isaiah 28:27:11",
    "isaiah 30:32:3",
    "jeremiah 48:17:10",
    "ezekiel 4:16:6",
    "ezekiel 5:16:18",
    "ezekiel 7:10:7",
    "ezekiel 7:11:2",
    "ezekiel 14:13:13",
    "ezekiel 19:11:2",
    "ezekiel 19:12:10",
    "ezekiel 19:14:2",
    "ezekiel 19:14:9",
    "micah 6:9:8",
    "habakkuk 3:9:4",
    "habakkuk 3:14:1"
  ]
}