{
  "number": "H4682",
  "language": "hebrew",
  "transliteration": "matstsâh",
  "pronunciation": "mats-tsaw'",
  "definition": "properly, sweetness; concretely, sweet (i.e. not soured or bittered with yeast); specifically, an unfermented cake or loaf, or (elliptically) the festival of Passover (because no leaven was then used)",
  "kjvTranslation": "unleaved (bread, cake), without leaven.",
  "hebrew": "מַצָּה",
  "translations": {
    "bg": "правилно, сладост; конкретно, сладко (т.е. не подквасено или не вгорчено с мая); конкретно, неферментирал сладкиш или хляб, или (елиптично) празникът Пасха (защото тогава не се използва квас)",
    "cs": "správně sladkost; konkrétně sladké (tj. nezkyslé nebo nezhořklé kvasnicemi); konkrétně nekynutý koláč nebo bochník nebo (elipticky) svátek Pesach (protože se tehdy nepoužíval kvas)",
    "da": "korrekt, sødme; konkret, sød (dvs. ikke syrnet eller bitter med gær); specifikt, en ugæret kage eller brød, eller (elliptisk) påskefesten (fordi der ikke blev brugt surdej på det tidspunkt)",
    "de": "richtig, Süße; konkret, süß (d.h. nicht gesäuert oder mit Hefe gesäuert); speziell, ein nicht gegorener Kuchen oder Laib, oder (elliptisch) das Passahfest (weil dann kein Sauerteig verwendet wurde)",
    "el": "σωστά, γλυκύτητα- συγκεκριμένα, γλυκό (δηλ. μη ξινισμένο ή πικρό με μαγιά)- συγκεκριμένα, ένα μη ζυμωμένο κέικ ή καρβέλι, ή (ελλειπτικά) η γιορτή του Πάσχα (επειδή τότε δεν χρησιμοποιούνταν προζύμι)",
    "es": "propiamente, dulzura; concretamente, dulce (es decir, no agriado ni amargado con levadura); específicamente, un pastel o pan no fermentado, o (elípticamente) la fiesta de Pascua (porque entonces no se utilizaba levadura)",
    "et": "õigesti, magus; konkreetselt, magus (st mitte hapendatud või pärmiga kibestatud); konkreetselt, kääritamata kook või leib või (elliptiliselt) paasapüha püha (sest siis ei kasutatud hapukoort)",
    "fi": "oikein, makeus; konkreettisesti, makea (ts. ei hapatettu tai hiivalla katkeroitu); erityisesti käymätön kakku tai leipä tai (elliptisesti) pääsiäisjuhla (koska silloin ei käytetty hapatusta)",
    "fr": "proprement, douceur ; concrètement, doux (c'est-à-dire qui n'est pas aigre ou amer avec de la levure) ; spécifiquement, un gâteau ou un pain non fermenté, ou (elliptiquement) la fête de la Pâque (parce qu'on n'utilisait pas de levain à l'époque)",
    "hu": "helyesen: édesség; konkrétan: édes (azaz nem savanyított vagy élesztővel keserített); konkrétan: erjesztetlen sütemény vagy kenyér, vagy (elliptikusan) a páska ünnepén (mert akkor nem használtak kovászt)",
    "id": "benar, rasa manis; secara konkret, manis (yaitu tidak asam atau pahit dengan ragi); khususnya, kue atau roti yang tidak difermentasi, atau (secara elips) festival Paskah (karena saat itu tidak ada ragi yang digunakan)",
    "it": "propriamente, dolcezza; concretamente, dolce (cioè non inacidito o mordicchiato dal lievito); specificamente, una torta o una pagnotta non fermentata, o (ellitticamente) la festa di Pasqua (perché allora non si usava il lievito)",
    "ja": "具体的には、未発酵のケーキやパン、あるいは（省略形だが）過越の祭（当時は澱粉を使わなかったため）。",
    "ko": "적절하게, 단맛; 구체적으로, 단맛(즉, 효모로 시거나 쓴맛이 나지 않음); 구체적으로, 발효되지 않은 케이크 또는 빵, 또는 (타원형으로) 유월절 축제(당시 누룩을 사용하지 않았기 때문)",
    "lt": "tinkamai - saldumas; konkrečiai - saldus (t. y. nerūgštus ar nesukietėjęs su mielėmis); konkrečiai - nefermentuotas pyragas ar kepinys arba (elipsiškai) Paschos šventė (nes tada nebuvo naudojamas raugas)",
    "lv": "pareizi - saldums; konkrēti - salds (t. i., nesaskābis vai nesaraudzēts ar raugu); īpaši - neraudzēts pīrāgs vai maizīte, vai (eliptiski) Pashā svētki (jo tad nelietoja raugu)",
    "nb": "egentlig, sødme; konkret, søt (dvs. ikke syrnet eller bitter med gjær); spesifikt, en ugjæret kake eller brød, eller (elliptisk) påskefesten (fordi det da ikke ble brukt surdeig)",
    "nl": "op de juiste manier, zoetheid; concreet, zoet (d.w.z. niet verzuurd of gebitterd met gist); specifiek, een ongegist koek of brood, of (elliptisch) het feest van Pesach (omdat er dan geen zuurdesem werd gebruikt)",
    "pl": "właściwie, słodycz; konkretnie, słodki (tj. nie zakwaszony ani nie zakwaszony drożdżami); konkretnie, niesfermentowane ciasto lub bochenek, lub (eliptycznie) święto Paschy (ponieważ nie używano wtedy zakwasu)",
    "pt": "propriamente dito, doçura; concretamente, doce (isto é, não azedo ou amargo com fermento); especificamente, um bolo ou pão não fermentado, ou (elipticamente) a festa da Páscoa (porque não se usava fermento)",
    "ro": "în mod corespunzător, dulceață; în mod concret, dulce (adică nu acru sau fermentat cu drojdie); în mod specific, o prăjitură sau o pâine nefermentată, sau (eliptic) sărbătoarea Paștelui (deoarece nu se folosea drojdie)",
    "ru": "правильно - сладость; конкретно - сладкий (т.е. не прокисший и не горчащий на дрожжах); конкретно - неферментированный пирог или буханка, или (эллиптически) праздник Пасхи (потому что тогда не использовалась закваска)",
    "sk": "správne sladkosť; konkrétne sladký (t. j. nekvasený alebo nekysnutý kvasom); konkrétne nekvasený koláč alebo bochník alebo (elipticky) sviatok Paschy (pretože vtedy sa nepoužíval kvas)",
    "sl": "pravilno, sladkost; konkretno, sladko (tj. ne kislo ali grenko z drožmi); posebej, nekvašeno pecivo ali hlebec ali (eliptično) praznik pashe (ker se takrat ni uporabljal kvas)",
    "sv": "i egentlig mening, sötma; konkret, söt (dvs. inte sur eller bitter med jäst); specifikt, en ojäst kaka eller limpa, eller (elliptiskt) påskhögtiden (eftersom ingen surdeg användes då)",
    "tr": "uygun olarak, tatlılık; somut olarak, tatlı (yani ekşimemiş veya maya ile ısırılmamış); özellikle, mayalanmamış bir kek veya somun veya (eliptik olarak) Fısıh Bayramı (çünkü o zaman maya kullanılmazdı)",
    "uk": "власне, солодкість; конкретно, солодкий (тобто не скислий і не гіркий від дріжджів); зокрема, неперебродивший пиріг або коровай, або (еліптично) свято Пасхи (тому що тоді не використовували закваску)",
    "zh": "正确地说，是甜；具体地说，是甜（即没有发酸或没有用酵母发苦）；具体地说，是一种未发酵的蛋糕或面包，或（省略）逾越节（因为那时没有使用酵母）。"
  },
  "verses": [
    "genesis 19:3:11",
    "exodus 12:8:7",
    "exodus 12:15:2",
    "exodus 12:17:2",
    "exodus 12:18:7",
    "exodus 12:20:7",
    "exodus 12:39:7",
    "exodus 13:6:3",
    "exodus 13:7:0",
    "exodus 23:15:2",
    "exodus 23:15:7",
    "exodus 29:2:1",
    "exodus 29:2:3",
    "exodus 29:2:7",
    "exodus 29:23:10",
    "exodus 34:18:2",
    "exodus 34:18:7",
    "leviticus 2:4:8",
    "leviticus 2:4:12",
    "leviticus 2:5:8",
    "leviticus 6:9:5",
    "leviticus 7:12:9",
    "leviticus 7:12:13",
    "leviticus 8:2:19",
    "leviticus 8:26:1",
    "leviticus 8:26:7",
    "leviticus 10:12:17",
    "leviticus 23:6:6",
    "leviticus 23:6:10",
    "numbers 6:15:1",
    "numbers 6:15:7",
    "numbers 6:17:8",
    "numbers 6:19:8",
    "numbers 6:19:13",
    "numbers 9:11:10",
    "numbers 28:17:8",
    "deuteronomy 16:3:8",
    "deuteronomy 16:8:3",
    "deuteronomy 16:16:14",
    "joshua 5:11:5",
    "judges 6:19:7",
    "judges 6:20:8",
    "judges 6:21:10",
    "judges 6:21:19",
    "firstSamuel 28:24:10",
    "secondKings 23:9:12",
    "firstChronicles 23:29:5",
    "secondChronicles 8:13:13",
    "secondChronicles 30:13:7",
    "secondChronicles 30:21:7",
    "secondChronicles 35:17:10",
    "ezra 6:22:2",
    "ezekiel 45:21:11"
  ]
}