{
  "number": "H4940",
  "language": "hebrew",
  "transliteration": "mishpâchâh",
  "pronunciation": "mish-paw-khaw'",
  "definition": "a family, i.e. circle of relatives; figuratively, a class (of persons), a species (of animals) or sort (of things); by extension a tribe or people",
  "kjvTranslation": "family, kind(-red).",
  "hebrew": "מִשְׁפָּחָה",
  "translations": {
    "bg": "семейство, т.е. кръг от роднини; в преносен смисъл - клас (на хора), вид (на животни) или вид (на неща); в последствие - племе или народ",
    "cs": "rodina, tj. okruh příbuzných; přeneseně třída (osob), druh (zvířat) nebo druh (věcí); dále kmen nebo lid",
    "da": "en familie, dvs. en kreds af slægtninge; i overført betydning en klasse (af personer), en art (af dyr) eller en slags (af ting); i forlængelse heraf en stamme eller et folk",
    "de": "eine Familie, d. h. ein Kreis von Verwandten; im übertragenen Sinne eine Klasse (von Personen), eine Art (von Tieren) oder eine Sorte (von Dingen); im weiteren Sinne ein Stamm oder ein Volk",
    "el": "οικογένεια, δηλαδή κύκλος συγγενών- μεταφορικά, μια τάξη (ατόμων), ένα είδος (ζώων) ή ένα είδος (πραγμάτων)- κατ' επέκταση μια φυλή ή ένας λαός",
    "es": "una familia, es decir, un círculo de parientes; en sentido figurado, una clase (de personas), una especie (de animales) o un género (de cosas); por extensión, una tribu o pueblo",
    "et": "perekond, st sugulaste ring; piltlikult öeldes (inimeste) klass, (loomade) liik või (asjade) liik; laiendatud tähenduses hõim või rahvas",
    "fi": "perhe eli sukulaisten piiri; kuvaannollisesti (henkilöiden) luokka, (eläinten) laji tai (esineiden) laji; laajemmassa merkityksessä heimo tai kansa",
    "fr": "une famille, c'est-à-dire un cercle de parents ; au sens figuré, une classe (de personnes), une espèce (d'animaux) ou une sorte (de choses) ; par extension, une tribu ou un peuple",
    "hu": "család, azaz rokonok köre; átvitt értelemben egy osztály (személyek), egy faj (állatok) vagy egy fajta (dolgok); kiterjesztve egy törzs vagy egy nép",
    "id": "keluarga, yaitu lingkaran kerabat; secara kiasan, kelas (orang), spesies (hewan) atau jenis (benda); dengan perluasan suku atau orang",
    "it": "una famiglia, cioè una cerchia di parenti; in senso figurato, una classe (di persone), una specie (di animali) o un genere (di cose); per estensione una tribù o un popolo",
    "ja": "家族、すなわち親戚の輪；比喩的には（人の）階級、（動物の）種、（物の）種類；ひいては部族や民族",
    "ko": "가족, 즉 친척 집단; 비유적으로 (사람의) 계급, (동물의) 종 또는 (사물의) 종류, 더 나아가 부족이나 민족을 의미합니다",
    "lt": "šeima, t. y. giminaičių ratas; perkeltine prasme - klasė (žmonių), rūšis (gyvūnų) ar daiktų rūšis (daiktų); taip pat gentis ar tauta",
    "lv": "ģimene, t. i., radinieku loks; pārnestā nozīmē - cilvēku, dzīvnieku sugu vai lietu šķira; pēc tam cilts vai tauta",
    "nb": "en familie, dvs. en krets av slektninger; i overført betydning en klasse (av personer), en art (av dyr) eller et slag (av ting); i forlengelsen av dette en stamme eller et folk",
    "nl": "een familie, d.w.z. een kring van verwanten; figuurlijk, een klasse (van personen), een soort (van dieren) of soort (van dingen); bij uitbreiding een stam of volk",
    "pl": "rodzina, tj. krąg krewnych; w przenośni, klasa (osób), gatunek (zwierząt) lub rodzaj (rzeczy); przez rozszerzenie plemienia lub ludu",
    "pt": "uma família, ou seja, um círculo de parentes; figurativamente, uma classe (de pessoas), uma espécie (de animais) ou um tipo (de coisas); por extensão, uma tribo ou um povo",
    "ro": "o familie, adică un cerc de rude; la figurat, o clasă (de persoane), o specie (de animale) sau un fel (de lucruri); prin extensie, un trib sau un popor",
    "ru": "семья, т.е. круг родственников; образно, класс (людей), вид (животных) или род (вещей); далее - племя или народ",
    "sk": "rodina, t. j. okruh príbuzných; v prenesenom význame trieda (osôb), druh (zvierat) alebo druh (vecí); následne kmeň alebo národ",
    "sl": "družina, tj. krog sorodnikov; v prenesenem pomenu razred (oseb), vrsta (živali) ali vrsta (stvari); posledično pleme ali ljudstvo",
    "sv": "en familj, dvs. en krets av släktingar; bildligt talat en klass (av personer), en art (av djur) eller ett slag (av saker); i förlängningen en stam eller ett folk",
    "tr": "bir aile, yani akraba çevresi; mecazi olarak, bir sınıf (kişiler), bir tür (hayvanlar) veya bir çeşit (şeyler); uzantı olarak bir kabile veya halk",
    "uk": "сім'я, тобто коло родичів; образно - клас (людей), вид (тварин) або рід (речей); ширше - плем'я або народ",
    "zh": "家庭，即亲戚圈子；比喻一个类（人）、一个种（动物）或一类（事物）；引申为一个部落或民族"
  }
}