{
  "number": "H5087",
  "language": "hebrew",
  "transliteration": "nâdar",
  "pronunciation": "naw-dar'",
  "definition": "to promise (pos., to do or give something to God)",
  "kjvTranslation": "(make a) vow.",
  "hebrew": "נָדַר",
  "translations": {
    "bg": "да обещая (в смисъл да направя или да дам нещо на Бога)",
    "cs": "slíbit (pos. udělat nebo dát něco Bohu)",
    "da": "at love (pos., at gøre eller give noget til Gud)",
    "de": "versprechen (pos., etwas tun oder Gott geben)",
    "el": "να υποσχεθείς (να κάνεις ή να δώσεις κάτι στον Θεό)",
    "es": "prometer (pos., hacer o dar algo a Dios)",
    "et": "lubada (pos., teha või anda midagi Jumalale)",
    "fi": "luvata (pos., tehdä tai antaa jotain Jumalalle)",
    "fr": "promettre (pos., faire ou donner quelque chose à Dieu)",
    "hu": "megígérni (pos., megtenni vagy adni valamit Istennek)",
    "id": "berjanji (pos., melakukan atau memberikan sesuatu kepada Tuhan)",
    "it": "promettere (pos., fare o dare qualcosa a Dio)",
    "ja": "約束する",
    "ko": "약속하다(위치, 신에게 무언가를 행하거나 바치다)",
    "lt": "pažadėti (pos., ką nors padaryti ar atiduoti Dievui)",
    "lv": "apsolīt (poz., kaut ko darīt vai dot Dievam)",
    "nb": "å love (pos., å gjøre eller gi noe til Gud)",
    "nl": "beloven (pos., iets doen of geven aan God)",
    "pl": "obiecać (poz. zrobić lub dać coś Bogu)",
    "pt": "prometer (pos., fazer ou dar algo a Deus)",
    "ro": "a promite (pos., a face sau a da ceva lui Dumnezeu)",
    "ru": "обещать (позиция, делать или давать что-то Богу)",
    "sk": "sľúbiť (poz. urobiť alebo dať niečo Bohu)",
    "sl": "obljubiti (poz. narediti ali dati nekaj Bogu)",
    "sv": "att lova (pos., att göra eller ge något till Gud)",
    "tr": "söz vermek (poz., Tanrı'ya bir şey yapmak veya vermek)",
    "uk": "пообіцяти (перен., зробити або віддати щось Богові)",
    "zh": "许诺"
  },
  "verses": [
    "genesis 28:20:0",
    "genesis 31:13:9",
    "leviticus 27:8:15",
    "numbers 6:2:11",
    "numbers 6:21:4",
    "numbers 6:21:16",
    "numbers 21:2:0",
    "numbers 30:3:2",
    "numbers 30:4:2",
    "numbers 30:11:3",
    "deuteronomy 12:11:27",
    "deuteronomy 12:17:14",
    "deuteronomy 23:22:1",
    "deuteronomy 23:23:2",
    "deuteronomy 23:24:5",
    "judges 11:30:0",
    "judges 11:39:12",
    "firstSamuel 1:11:0",
    "secondSamuel 15:7:14",
    "secondSamuel 15:8:2",
    "psalms 76:12:0",
    "psalms 132:2:3",
    "ecclesiastes 5:3:1",
    "ecclesiastes 5:3:13",
    "ecclesiastes 5:4:3",
    "ecclesiastes 5:4:4",
    "isaiah 19:21:12",
    "jeremiah 44:25:19",
    "jonah 1:16:9",
    "jonah 2:10:6",
    "malachi 1:14:5"
  ]
}