{
  "number": "H5329",
  "language": "hebrew",
  "transliteration": "nâtsach",
  "pronunciation": "naw-tsakh'",
  "definition": "properly, to glitter from afar, i.e. to be eminent (as a superintendent, especially of the Temple services and its music); to be permanent",
  "kjvTranslation": "excel, chief musician (singer), oversee(-r), set forward.",
  "hebrew": "נָצַח",
  "translations": {
    "bg": "правилно, да блести отдалеч, т.е. да е виден (като управител, особено на храмовите служби и музиката); да е постоянен",
    "cs": "správně, blýskat se z dálky, tj. být významný (jako správce, zejména chrámových služeb a jejich hudby); být stálý",
    "da": "korrekt, at stråle langt væk, dvs. at være fremtrædende (som superintendent, især for templets gudstjenester og dets musik); at være permanent",
    "de": "richtig: aus der Ferne glänzen, d.h. herausragend sein (als Vorsteher, besonders des Tempeldienstes und seiner Musik); dauerhaft sein",
    "el": "σωστά, να λάμπει από μακριά, δηλ. να είναι επιφανής (ως επόπτης, ειδικά των υπηρεσιών του Ναού και της μουσικής του), να είναι μόνιμος",
    "es": "propiamente, brillar desde lejos, es decir, ser eminente (como superintendente, especialmente de los servicios del Templo y su música); ser permanente",
    "et": "õigesti, kaugelt särada, st olla silmapaistev (kui ülemus, eriti templi jumalateenistuste ja selle muusika alal); olla püsivalt",
    "fi": "oikein, loistaa kaukaa, ts. olla merkittävä (esimiehenä, erityisesti temppelipalvelusten ja sen musiikin valvojana); olla pysyvä",
    "fr": "proprement, briller de loin, c'est-à-dire être éminent (comme un surintendant, en particulier des services du Temple et de sa musique) ; être permanent",
    "hu": "helyesen, messziről csillogni, azaz kiemelkedőnek lenni (mint felügyelő, különösen a templomi szertartások és a zene felügyelője); állandónak lenni",
    "id": "benar, berkilauan dari jauh, yaitu menjadi terkemuka (sebagai pengawas, terutama dari kebaktian Bait Suci dan musiknya); menjadi permanen",
    "it": "propriamente, scintillare da lontano, cioè essere eminente (come un sovrintendente, specialmente dei servizi del Tempio e della sua musica); essere permanente",
    "ja": "正しくは、遠くから光り輝くこと、すなわち（特に神殿の礼拝とその音楽の監督者として）著名であること、永続的であること。",
    "ko": "적절하게, 멀리서 빛나는 것, 즉 (특히 성전 예배와 그 음악의 감독자로서) 저명한 것; 영구적 인 것",
    "lt": "tinkamai, blizgėti iš tolo, t. y. būti žymiu (kaip Šventyklos prižiūrėtojas, ypač Šventyklos apeigų ir muzikos); būti nuolatiniu",
    "lv": "pareizi - spīdēt no tālienes, t.i., būt ievērojamam (kā Tempļa dievkalpojumu un tā mūzikas uzraugam); būt pastāvīgam",
    "nb": "egentlig, å stråle langveisfra, dvs. å være fremtredende (som en superintendent, spesielt for tempelgudstjenestene og musikken); å være permanent",
    "nl": "goed, van ver schitteren, d.w.z. eminent zijn (als opzichter, vooral van de tempeldiensten en de muziek); permanent zijn",
    "pl": "właściwie, błyszczeć z daleka, tj. być wybitnym (jako nadzorca, zwłaszcza nabożeństw świątynnych i muzyki); być stałym",
    "pt": "propriamente, brilhar de longe, ou seja, ser eminente (como um superintendente, especialmente dos serviços do Templo e sua música); ser permanente",
    "ro": "corect, a străluci de departe, adică a fi eminent (ca un superintendent, în special al serviciilor Templului și al muzicii sale); a fi permanent",
    "ru": "правильно, блистать издалека, т.е. быть выдающимся (как начальник, особенно службы в Храме и его музыки); быть постоянным",
    "sk": "správne, trblietať sa z diaľky, t. j. byť významným (ako dozorca, najmä nad chrámovými službami a hudbou); byť stálym",
    "sl": "pravilno, blesteti od daleč, tj. biti ugleden (kot nadzornik, zlasti bogoslužja v templju in njegove glasbe); biti stalen",
    "sv": "korrekt, att skina från fjärran, dvs. att vara framstående (som en superintendent, särskilt för templets tjänster och dess musik); att vara permanent",
    "tr": "doğru olarak, uzaktan parlamak, yani seçkin olmak (özellikle Tapınak hizmetlerinin ve müziğinin bir yöneticisi olarak); kalıcı olmak",
    "uk": "власне, виблискувати здалеку, тобто бути видатним (як керівник, особливо богослужінь у храмі та його музики); бути постійним",
    "zh": "从远处熠熠生辉，即显赫（作为监督者，尤其是圣殿仪式和音乐的监督者）；永久性的"
  },
  "verses": [
    "firstChronicles 15:21:10",
    "firstChronicles 23:4:1",
    "secondChronicles 2:1:11",
    "secondChronicles 2:17:13",
    "secondChronicles 34:12:17",
    "secondChronicles 34:13:2",
    "ezra 3:8:31",
    "ezra 3:9:9",
    "psalms 4:1:0",
    "psalms 5:1:0",
    "psalms 6:1:0",
    "psalms 8:1:0",
    "psalms 9:1:0",
    "psalms 11:1:0",
    "psalms 12:1:0",
    "psalms 13:1:0",
    "psalms 14:1:0",
    "psalms 18:1:0",
    "psalms 19:1:0",
    "psalms 20:1:0",
    "psalms 21:1:0",
    "psalms 22:1:0",
    "psalms 31:1:0",
    "psalms 36:1:0",
    "psalms 39:1:0",
    "psalms 40:1:0",
    "psalms 41:1:0",
    "psalms 42:1:0",
    "psalms 44:1:0",
    "psalms 45:1:0",
    "psalms 46:1:0",
    "psalms 47:1:0",
    "psalms 49:1:0",
    "psalms 51:1:0",
    "psalms 52:1:0",
    "psalms 53:1:0",
    "psalms 54:1:0",
    "psalms 55:1:0",
    "psalms 56:1:0",
    "psalms 57:1:0",
    "psalms 58:1:0",
    "psalms 59:1:0",
    "psalms 60:1:0",
    "psalms 61:1:0",
    "psalms 62:1:0",
    "psalms 64:1:0",
    "psalms 65:1:0",
    "psalms 66:1:0",
    "psalms 67:1:0",
    "psalms 68:1:0",
    "psalms 69:1:0",
    "psalms 70:1:0",
    "psalms 75:1:0",
    "psalms 76:1:0",
    "psalms 77:1:0",
    "psalms 80:1:0",
    "psalms 81:1:0",
    "psalms 84:1:0",
    "psalms 85:1:0",
    "psalms 88:1:4",
    "psalms 109:1:0",
    "psalms 139:1:0",
    "psalms 140:1:0",
    "jeremiah 8:5:6",
    "habakkuk 3:19:9"
  ]
}