{
  "number": "H5333",
  "language": "hebrew",
  "transliteration": "nᵉtsîyb",
  "pronunciation": "nets-eeb'",
  "definition": "something stationary, i.e. a prefect, a military post, a statue",
  "kjvTranslation": "garrison, officer, pillar.",
  "hebrew": "נְצִיב",
  "translations": {
    "bg": "нещо неподвижно, напр. префект, военен пост, статуя",
    "cs": "něco nehybného, např. prefekt, vojenský post, socha",
    "da": "noget stationært, f.eks. en præfekt, en militærpost, en statue",
    "de": "etwas Unbewegliches, z. B. ein Präfekt, ein Militärposten, eine Statue",
    "el": "κάτι σταθερό, π.χ. ένας έπαρχος, ένα στρατιωτικό πόστο, ένα άγαλμα",
    "es": "algo fijo, por ejemplo, un prefecto, un puesto militar, una estatua",
    "et": "midagi statsionaarset, nt prefekt, sõjaväe ametikoht, kuju",
    "fi": "jotain paikallaan olevaa, esim. prefekti, sotilasvirka, patsas",
    "fr": "quelque chose de fixe, par exemple un préfet, un poste militaire, une statue",
    "hu": "valami helyhez kötött dolog, pl. egy prefektus, egy katonai poszt, egy szobor",
    "id": "sesuatu yang tidak bergerak, misalnya residen, pos militer, patung",
    "it": "qualcosa di fisso, ad esempio un prefetto, una postazione militare, una statua",
    "ja": "じょうざい",
    "ko": "고정된 것, 즉 지사, 군대, 동상 등",
    "lt": "kažkas stacionaraus, t. y. prefektas, karinis postas, statula",
    "lv": "kaut kas stacionārs, piemēram, prefekts, militārs amats, statuja",
    "nb": "noe stasjonært, f.eks. en prefekt, en militærpost, en statue",
    "nl": "iets vasts, bijvoorbeeld een prefect, een militaire post, een standbeeld",
    "pl": "coś stacjonarnego, np. prefekt, stanowisko wojskowe, posąg",
    "pt": "algo fixo, ou seja, um prefeito, um posto militar, uma estátua",
    "ro": "ceva staționar, de exemplu un prefect, un post militar, o statuie",
    "ru": "что-то неподвижное, т.е. префект, военный пост, статуя",
    "sk": "niečo nehybné, napr. prefekt, vojenský post, socha",
    "sl": "nekaj nepremičnega, npr. prefekt, vojaško mesto, kip",
    "sv": "något stationärt, t.ex. en prefekt, en militärpost, en staty",
    "tr": "sabit bir şey, örneğin bir vali, askeri bir görev, bir heykel",
    "uk": "щось стаціонарне, наприклад, префект, військовий пост, статуя",
    "zh": "固定的东西，即县长、军职、雕像"
  },
  "verses": [
    "genesis 19:26:4",
    "firstSamuel 10:5:7",
    "firstSamuel 13:3:3",
    "firstSamuel 13:4:7",
    "secondSamuel 8:6:2",
    "secondSamuel 8:14:2",
    "secondSamuel 8:14:6",
    "firstKings 4:19:12",
    "firstChronicles 11:16:3",
    "firstChronicles 18:13:2",
    "secondChronicles 8:10:2",
    "secondChronicles 17:2:7"
  ]
}