{
  "number": "H5688",
  "language": "hebrew",
  "transliteration": "ʻăbôth",
  "pronunciation": "ab-oth'",
  "definition": "something intwined, i.e. a string, wreath or foliage",
  "kjvTranslation": "band, cord, rope, thick bough (branch), wreathen (chain).",
  "hebrew": "עֲבֹת",
  "translations": {
    "bg": "нещо преплетено, напр. връв, венец или зеленина",
    "cs": "něco propleteného, např. provázek, věnec nebo listí",
    "da": "noget sammenflettet, f.eks. en snor, en krans eller blade",
    "de": "etwas Verflochtenes, z. B. eine Schnur, ein Kranz oder Laub",
    "el": "κάτι πλεγμένο, π.χ. ένα σπάγκο, στεφάνι ή φύλλωμα",
    "es": "algo entrelazado, por ejemplo, una cuerda, una corona o follaje",
    "et": "midagi põimitud, st nöör, pärg või lehtedega seotud asi",
    "fi": "jotakin kietoutunutta, esim. naru, seppele tai lehvistö",
    "fr": "quelque chose d'entrelacé, par exemple une corde, une couronne ou du feuillage",
    "hu": "valami összefonódott, pl. egy zsinór, koszorú vagy lombozat",
    "id": "sesuatu yang terjalin, misalnya tali, karangan bunga, atau dedaunan",
    "it": "qualcosa di intrecciato, ad esempio una corda, una ghirlanda o del fogliame",
    "ja": "からみもの",
    "ko": "끈, 화환 또는 잎사귀와 같이 얽혀 있는 것",
    "lt": "kažkas susipynęs, t. y. virvė, vainikas ar lapai",
    "lv": "kaut kas savīts, t. i., virtene, vainags vai zaļumi",
    "nb": "noe sammenflettet, f.eks. en snor, en krans eller løvverk",
    "nl": "iets wat verstrengeld is, bijvoorbeeld een koord, krans of gebladerte",
    "pl": "coś splecionego, np. sznurek, wieniec lub liście",
    "pt": "algo entrelaçado, ou seja, um cordão, uma coroa de flores ou uma folhagem",
    "ro": "ceva împletit, de exemplu un șnur, o coroană sau un frunziș",
    "ru": "что-то переплетенное, например, веревка, венок или листва",
    "sk": "niečo prepletené, napr. šnúra, veniec alebo lístie",
    "sl": "nekaj prepletenega, npr. vrvica, venec ali listje",
    "sv": "något sammanflätat, t.ex. ett snöre, en krans eller bladverk",
    "tr": "iç içe geçmiş bir şey, örneğin bir ip, çelenk veya yeşillik",
    "uk": "щось переплетене, наприклад, нитка, вінок або листя",
    "zh": "缠绕物，如绳子、花环或叶子"
  },
  "verses": [
    "exodus 28:14:8",
    "exodus 28:14:12",
    "exodus 28:22:6",
    "exodus 28:24:3",
    "exodus 28:25:4",
    "exodus 39:15:6",
    "exodus 39:17:2",
    "exodus 39:18:4",
    "judges 15:13:14",
    "judges 15:14:12",
    "judges 16:11:5",
    "judges 16:12:2",
    "job 39:10:3",
    "psalms 2:3:5",
    "psalms 118:27:6",
    "psalms 129:4:3",
    "isaiah 5:18:5",
    "ezekiel 3:25:6",
    "ezekiel 4:8:3",
    "ezekiel 19:11:11",
    "ezekiel 31:3:11",
    "ezekiel 31:10:13",
    "ezekiel 31:14:14",
    "hosea 11:4:3"
  ]
}