{
  "number": "H5920",
  "language": "hebrew",
  "transliteration": "ʻal",
  "pronunciation": "al",
  "definition": "properly, the top; specifically, the highest (i.e. God); also (adverb) aloft, to Jehovah",
  "kjvTranslation": "above, high, most High.",
  "hebrew": "עַל",
  "translations": {
    "bg": "правилно, на върха; по-конкретно, най-висшият (т.е. Бог); също (наречие) нагоре, към Йехова",
    "cs": "správně vrchol; konkrétně nejvyšší (tj. Bůh); také (příslovce) vzhůru, k Jehovovi",
    "da": "korrekt, toppen; specifikt, den højeste (dvs. Gud); også (adverbium) højt, til Jehova",
    "de": "richtig, der Gipfel; speziell, der Höchste (d.h. Gott); auch (Adverb) hoch oben, zu Jehovah",
    "el": "σωστά, η κορυφή- συγκεκριμένα, ο υψηλότερος (δηλ. ο Θεός)- επίσης (επίρρημα) ψηλά, στον Ιεχωβά",
    "es": "propiamente, la cima; específicamente, lo más alto (es decir, Dios); también (adverbio) arriba, a Jehová",
    "et": "õigesti, üleval; eriti, kõrgeim (s.t. Jumal); ka (adverb) kõrgel, Jehoovale",
    "fi": "oikein, ylhäällä; erityisesti, korkein (eli Jumala); myös (adverbi) korkealla, Jehovalle",
    "fr": "proprement, le sommet ; spécifiquement, le plus haut (c'est-à-dire Dieu) ; aussi (adverbe) en haut, à Jéhovah",
    "hu": "helyesen, a csúcs; különösen, a legmagasabb (azaz Isten); továbbá (határozószó) magasan, Jehovához",
    "id": "benar, bagian atas; khususnya, yang tertinggi (yaitu Allah); juga (kata keterangan) tinggi, kepada Yehuwa",
    "it": "propriamente, la cima; in particolare, il più alto (cioè Dio); anche (avverbio) aloft, to Jehovah",
    "ja": "正しくは「頂上」、具体的には「最も高い（＝神）」、また（副詞）「高く」、「エホバに」。",
    "ko": "적절하게, 정상; 구체적으로, 가장 높은 (즉, 하나님); 또한 (부사) 높이, 여호와 께",
    "lt": "tinkamai, viršūnė; konkrečiai, aukščiausias (t. y. Dievas); taip pat (prieveiksmis) aloft, Jehovai",
    "lv": "pareizi, virsotne; īpaši, augstākais (t.i., Dievs); arī (apstākļa vārds) augšā, pie Jehovas",
    "nb": "egentlig, toppen; spesifikt, den høyeste (dvs. Gud); også (adverb) høyt oppe, til Jehova",
    "nl": "goed, de top; specifiek, de hoogste (d.w.z. God); ook (bijwoord) aloft, aan Jehovah",
    "pl": "właściwie, szczyt; konkretnie, najwyższy (tj. Bóg); również (przysłówek) na wysokości, do Jehowy",
    "pt": "propriamente, o topo; especificamente, o mais alto (ou seja, Deus); também (advérbio) alto, para Jeová",
    "ro": "în mod corespunzător, vârful; în mod specific, cel mai înalt (adică Dumnezeu); de asemenea (adverb) sus, la Iehova",
    "ru": "правильно, вершина; конкретно, высший (т.е. Бог); также (наречие) на высоте, к Иегове",
    "sk": "správne, vrchol; konkrétne, najvyšší (t. j. Boh); tiež (príslovka) hore, k Jehovovi",
    "sl": "pravilno, na vrhu; zlasti najvišji (tj. Bog); tudi (prislov) aloft, k Jehovu",
    "sv": "korrekt, toppen; specifikt, den högsta (dvs. Gud); även (adverb) högt, till Jehova",
    "tr": "doğru olarak, en üst; özellikle, en yüksek (yani Tanrı); ayrıca (zarf) aloft, Yehova'ya",
    "uk": "власне, вершина; зокрема, найвищий (тобто Бог); також (прислівник) вгорі, до Єгови",
    "zh": "正确地说，是顶端；具体地说，是最高的（即神）；也是（副词）高处，对耶和华而言"
  },
  "verses": [
    "secondSamuel 23:1:11",
    "psalms 50:4:3",
    "hosea 7:16:2",
    "hosea 11:7:4"
  ]
}