{
  "number": "H6453",
  "language": "hebrew",
  "transliteration": "peçach",
  "pronunciation": "peh'-sakh",
  "definition": "a pretermission, i.e. exemption; used only techically of the Jewish Passover (the festival or the victim)",
  "kjvTranslation": "passover (offering).",
  "hebrew": "פֶּסַח",
  "translations": {
    "bg": "предварителен отказ, т.е. освобождаване; използва се само технически за еврейската Пасха (празника или жертвата)",
    "cs": "předčasné propuštění, tj. osvobození; používá se pouze technicky pro židovský svátek Pesach (svátek nebo oběť)",
    "da": "en forudgående tilladelse, dvs. fritagelse; bruges kun teknisk om den jødiske påske (festen eller offeret)",
    "de": "eine Vorverurteilung, d. h. eine Befreiung; wird nur im Zusammenhang mit dem jüdischen Pessachfest (dem Fest oder dem Opfer) verwendet",
    "el": "προαπαγόρευση, δηλαδή απαλλαγή- χρησιμοποιείται μόνο τεχνικά για το εβραϊκό Πάσχα (τη γιορτή ή το θύμα)",
    "es": "una pretermisión, es decir, una exención; se utiliza sólo técnicamente de la Pascua judía (la fiesta o la víctima)",
    "et": "eelluba, st vabastamine; kasutatakse ainult tehniliselt juudi paasapüha (püha või ohvri) kohta",
    "fi": "esilupaus, eli vapautus; käytetään vain teknisesti juutalaisesta pääsiäisjuhlasta (juhlasta tai uhrista)",
    "fr": "une prémission, c'est-à-dire une exemption ; utilisée seulement techniquement pour la Pâque juive (la fête ou la victime)",
    "hu": "előbocsátás, azaz felmentés; csak technikailag a zsidó pészah (az ünnep vagy az áldozat) esetében használatos",
    "id": "sebuah pengampunan, yaitu pembebasan; hanya digunakan secara teknis untuk Paskah Yahudi (festival atau korban)",
    "it": "una pretermissione, cioè un'esenzione; usata solo tecnicamente per la Pasqua ebraica (la festa o la vittima)",
    "ja": "ユダヤ人の過越の祭り（祭りまたは犠牲者）について技術的にのみ使用される。",
    "ko": "사전 허가, 즉 면제; 기술적으로 유대인의 유월절(축제 또는 희생자)에만 사용됩니다",
    "lt": "išankstinis atleidimas, t. y. atleidimas nuo mokesčio; techniškai vartojamas tik žydų Paschai (šventei arba aukai)",
    "lv": "pirmssvētku, t.i., atbrīvojums; tehniski tiek lietots tikai attiecībā uz jūdu Lieldienām (svētkiem vai upuri)",
    "nb": "en forhåndstillatelse, dvs. fritak; brukes kun teknisk om den jødiske påsken (høytiden eller offeret)",
    "nl": "een pretermission, d.w.z. vrijstelling; alleen technisch gebruikt van het Joodse Pesach (het feest of het slachtoffer)",
    "pl": "pretermisja, tj. zwolnienie; używane tylko technicznie w odniesieniu do żydowskiej Paschy (święta lub ofiary)",
    "pt": "uma preterição, ou seja, uma isenção; utilizada apenas tecnicamente na Páscoa judaica (a festa ou a vítima)",
    "ro": "o pretermitere, adică o scutire; folosit numai tehnic pentru Paștele evreiesc (sărbătoarea sau victima)",
    "ru": "претерпевание, т.е. освобождение; используется только технически в отношении еврейской Пасхи (праздника или жертвы)",
    "sk": "pretermission, t. j. oslobodenie; používa sa len technicky pri židovskom sviatku Pascha (sviatok alebo obeť)",
    "sl": "preterminacija, tj. oprostitev; uporablja se le tehnično za judovsko pasho (praznik ali žrtev)",
    "sv": "en pretermission, dvs. ett undantag; används endast tekniskt om den judiska påsken (högtiden eller offret)",
    "tr": "bir ön izin, yani muafiyet; sadece teknik olarak Yahudi Fısıh Bayramı (festival veya kurban) için kullanılır",
    "uk": "претермісія, тобто звільнення; використовується лише технічно щодо єврейської Пасхи (фестивалю або жертви)",
    "zh": "预告，即豁免；仅用于犹太逾越节（节日或受害者）的技术上"
  },
  "verses": [
    "exodus 12:11:12",
    "exodus 12:21:13",
    "exodus 12:27:2",
    "exodus 12:43:7",
    "exodus 12:48:5",
    "exodus 34:25:11",
    "leviticus 23:5:7",
    "numbers 9:2:4",
    "numbers 9:4:6",
    "numbers 9:5:2",
    "numbers 9:6:10",
    "numbers 9:10:18",
    "numbers 9:12:11",
    "numbers 9:13:9",
    "numbers 9:14:5",
    "numbers 9:14:8",
    "numbers 28:16:6",
    "numbers 33:3:10",
    "deuteronomy 16:1:5",
    "deuteronomy 16:2:1",
    "deuteronomy 16:5:4",
    "deuteronomy 16:6:13",
    "joshua 5:10:6",
    "joshua 5:11:4",
    "secondKings 23:21:7",
    "secondKings 23:22:3",
    "secondKings 23:23:8",
    "secondChronicles 30:1:17",
    "secondChronicles 30:2:7",
    "secondChronicles 30:5:12",
    "secondChronicles 30:15:1",
    "secondChronicles 30:17:9",
    "secondChronicles 30:18:13",
    "secondChronicles 35:1:3",
    "secondChronicles 35:1:6",
    "secondChronicles 35:6:1",
    "secondChronicles 35:7:9",
    "secondChronicles 35:8:14",
    "secondChronicles 35:9:12",
    "secondChronicles 35:11:1",
    "secondChronicles 35:13:1",
    "secondChronicles 35:16:7",
    "secondChronicles 35:17:5",
    "secondChronicles 35:18:2",
    "secondChronicles 35:18:13",
    "secondChronicles 35:19:6",
    "ezra 6:19:4",
    "ezra 6:20:8",
    "ezekiel 45:21:7"
  ]
}