{
  "number": "H6539",
  "language": "hebrew",
  "transliteration": "Pâraç",
  "pronunciation": "paw-ras'",
  "definition": "Paras (i.e. Persia), an Eastern country, including its inhabitants",
  "kjvTranslation": "Persia, Persians.",
  "hebrew": "פָּרַס",
  "translations": {
    "bg": "Парас (т.е. Персия), източна страна, включително нейните жители",
    "cs": "Paras (tj. Persie), východní země, včetně jejích obyvatel",
    "da": "Paras (dvs. Persien), et østligt land, inklusive dets indbyggere",
    "de": "Paras (d. h. Persien), ein östliches Land, einschließlich seiner Bewohner",
    "el": "Paras (δηλ. Περσία), μια ανατολική χώρα, συμπεριλαμβανομένων των κατοίκων της",
    "es": "Paras (es decir, Persia), país oriental, incluidos sus habitantes",
    "et": "Paras (s.t. Pärsia), idapoolne riik, sealhulgas selle elanikud",
    "fi": "Paras (eli Persia), itäinen maa ja sen asukkaat",
    "fr": "Paras (i.e. Perse), pays oriental, y compris ses habitants",
    "hu": "Paras (azaz Perzsia), egy keleti ország, beleértve lakóit is",
    "id": "Paras (yaitu Persia), sebuah negara di Timur, termasuk penduduknya",
    "it": "Paras (cioè Persia), un paese orientale, compresi i suoi abitanti",
    "ja": "パーラス",
    "ko": "파라스(즉, 페르시아), 그 주민을 포함한 동방 국가",
    "lt": "Paras (t. y. Persija), Rytų šalis, įskaitant jos gyventojus",
    "lv": "Paras (t.i., Persija), austrumu valsts, ieskaitot tās iedzīvotājus",
    "nb": "Paras (dvs. Persia), et land i Østen, inkludert dets innbyggere",
    "nl": "Paras (d.w.z. Perzië), een oosters land, inclusief zijn inwoners",
    "pl": "Paras (tj. Persja), kraj wschodni, w tym jego mieszkańcy",
    "pt": "Paras (ou seja, Pérsia), um país oriental, incluindo os seus habitantes",
    "ro": "Paras (adică Persia), o țară orientală, inclusiv locuitorii săi",
    "ru": "Парас (т.е. Персия), восточная страна, включая ее жителей",
    "sk": "Paras (t. j. Perzia), východná krajina, vrátane jej obyvateľov",
    "sl": "Paras (tj. Perzija), vzhodna država, vključno z njenimi prebivalci",
    "sv": "Paras (d.v.s. Persien), ett östligt land, inklusive dess invånare",
    "tr": "Paras (yani İran), sakinleri de dahil olmak üzere bir Doğu ülkesi",
    "uk": "Парас (тобто Персія), східна країна, включаючи її мешканців",
    "zh": "帕拉斯（即波斯），一个东方国家，包括其居民"
  },
  "verses": [
    "secondChronicles 36:20:13",
    "secondChronicles 36:22:4",
    "secondChronicles 36:22:16",
    "secondChronicles 36:23:4",
    "ezra 1:1:4",
    "ezra 1:1:16",
    "ezra 1:2:4",
    "ezra 1:8:3",
    "ezra 3:7:20",
    "ezra 4:3:26",
    "ezra 4:5:9",
    "ezra 4:5:14",
    "ezra 4:7:13",
    "ezra 7:1:6",
    "ezra 9:9:12",
    "esther 1:3:9",
    "esther 1:14:11",
    "esther 1:18:4",
    "esther 1:19:10",
    "esther 10:2:19",
    "ezekiel 27:10:0",
    "ezekiel 38:5:0",
    "daniel 8:20:7",
    "daniel 10:1:4",
    "daniel 10:13:2",
    "daniel 10:13:20",
    "daniel 10:20:10",
    "daniel 11:2:9"
  ]
}