{
  "number": "H6747",
  "language": "hebrew",
  "transliteration": "tsallachath",
  "pronunciation": "tsal-lakh'-ath",
  "definition": "something advanced or deep, i.e. a bowl; figuratively, the bosom",
  "kjvTranslation": "bosom, dish.",
  "hebrew": "צַלַּחַת",
  "translations": {
    "bg": "нещо напреднало или дълбоко, т.е. купа; в преносен смисъл - гърдите",
    "cs": "něco vyspělého nebo hlubokého, např. mísa; přeneseně ňadra",
    "da": "noget fremskudt eller dybt, f.eks. en skål; i overført betydning, barmen",
    "de": "etwas Fortgeschrittenes oder Tiefes, z. B. eine Schale; im übertragenen Sinne der Schoß",
    "el": "κάτι προχωρημένο ή βαθύ, π.χ. μια λεκάνη- μεταφορικά, ο κόρφος",
    "es": "algo avanzado o profundo, es decir, un cuenco; en sentido figurado, el seno",
    "et": "midagi arenenud või sügavat, s.t. kauss; piltlikult öeldes, rinnus",
    "fi": "jotain pitkälle edennyttä tai syvälle ulottuvaa, esim. kulho; kuvaannollisesti: rinta",
    "fr": "quelque chose d'avancé ou de profond, c'est-à-dire une cuvette ; au sens figuré, la poitrine",
    "hu": "valami előrehaladott vagy mély, pl. egy tál; átvitt értelemben a kebel",
    "id": "sesuatu yang maju atau dalam, misalnya mangkuk; secara kiasan, dada",
    "it": "qualcosa di avanzato o profondo, ad esempio una ciotola; in senso figurato, il seno",
    "ja": "椀；比喩的には懐",
    "ko": "고급 또는 깊은 무언가, 즉 그릇; 비유적으로, 가슴",
    "lt": "kažkas pažengusio ar gilaus, t. y. dubuo; perkeltine prasme - krūtinė",
    "lv": "kaut kas augsts vai dziļš, t. i., bļoda; pārnestā nozīmē - krūtis",
    "nb": "noe fremskutt eller dypt, f.eks. en skål; i overført betydning, barmen",
    "nl": "iets geavanceerds of dieps, d.w.z. een kom; figuurlijk, de boezem",
    "pl": "coś zaawansowanego lub głębokiego, np. misa; w przenośni łono",
    "pt": "algo avançado ou profundo, ou seja, uma tigela; figurativamente, o seio",
    "ro": "ceva avansat sau adânc, de exemplu un castron; la figurat, sânul",
    "ru": "нечто расширенное или глубокое, т.е. чаша; образно, лоно",
    "sk": "niečo pokročilé alebo hlboké, t. j. miska; v prenesenom význame prsia",
    "sl": "nekaj naprednega ali globokega, npr. skleda; v prenesenem pomenu prsi",
    "sv": "något avancerat eller djupt, t.ex. en skål; bildligt talat, bröstet",
    "tr": "ileri veya derin bir şey, örneğin bir kase; mecazi olarak, göğüs",
    "uk": "щось розвинене або глибоке, тобто чаша; образно - лоно",
    "zh": "高深的东西，即碗；比喻胸怀"
  },
  "verses": [
    "secondKings 21:13:16",
    "proverbs 19:24:3",
    "proverbs 26:15:3"
  ]
}