{
  "number": "H679",
  "language": "hebrew",
  "transliteration": "ʼatstsîyl",
  "pronunciation": "ats-tseel'",
  "definition": "a joint of the hand (i.e. knuckle); also (according to some) a party-wall (Ezekiel 41:8)",
  "kjvTranslation": "(arm) hole, great.",
  "translations": {
    "bg": "става на ръката (т.е. кокалче); също (според някои) стена на партията (Езекиил 41:8)",
    "cs": "kloub ruky (tj. kloub); také (podle některých) stěna strany (Ezechiel 41:8)",
    "da": "et håndled (dvs. en kno); også (ifølge nogle) en partimur (Ezekiel 41:8)",
    "de": "ein Gelenk der Hand (d.h. ein Knöchel); auch (nach einigen) eine Parteimauer (Hesekiel 41:8)",
    "el": "μια άρθρωση του χεριού (δηλ. αρθρώνα), επίσης (σύμφωνα με μερικούς) ένα τείχος (Ιεζεκιήλ 41:8)",
    "es": "una articulación de la mano (es decir, un nudillo); también (según algunos) una medianera (Ezequiel 41:8)",
    "et": "käelüli (s.t. sõrmenukk); ka (mõnede arvates) parteimüür (Hesekiel 41:8)",
    "fi": "käden nivel (ts. rystyset); myös (joidenkin mukaan) puolueen seinä (Hesekiel 41:8)",
    "fr": "une articulation de la main (c'est-à-dire une jointure) ; également (selon certains) un mur de séparation (Ezéchiel 41:8)",
    "hu": "egy kézízület (azaz bokor); továbbá (egyesek szerint) egy pártfal (Ezékiel 41:8)",
    "id": "sendi tangan (yaitu buku jari); juga (menurut beberapa orang) sebuah tembok (Yehezkiel 41:8)",
    "it": "una giuntura della mano (cioè una nocca); anche (secondo alcuni) un muro di partito (Ezechiele 41:8)",
    "ja": "手の関節（すなわちナックル）；また（ある者によれば）党壁（エゼキエル41:8）。",
    "ko": "손의 관절(즉, 너클); 또한 (일부에 따르면) 파티 벽(에스겔 41:8)",
    "lt": "rankos sąnarys; taip pat (kai kurių teigimu) partijos siena (Ezechielio 41:8)",
    "lv": "plaukstas locītava (t.i., locītavas locītava); arī (pēc dažu domām) partijas siena (Ecēhiēla 41:8)",
    "nb": "et håndledd (dvs. en knokkel); også (ifølge noen) en partivegg (Esekiel 41:8)",
    "nl": "een gewricht van de hand (d.w.z. knokkel); ook (volgens sommigen) een feestmuur (Ezechiël 41:8)",
    "pl": "przegub dłoni (tj. kostka); również (według niektórych) ściana partyjna (Ezechiela 41:8)",
    "pt": "uma articulação da mão (isto é, junta); também (de acordo com alguns) uma parede de festa (Ezequiel 41:8)",
    "ro": "o articulație a mâinii (adică o articulație); de asemenea (după unii) un perete de partid (Ezechiel 41:8)",
    "ru": "сустав руки (т.е. костяшка); также (по мнению некоторых) стена партии (Иезекииль 41:8)",
    "sk": "kĺb ruky (t. j. kĺb); tiež (podľa niektorých) stena strany (Ezechiel 41:8)",
    "sl": "sklep roke (tj. členek); po mnenju nekaterih tudi stranski zid (Ezekiel 41:8)",
    "sv": "en handled (dvs. knoge); även (enligt vissa) en partimur (Hesekiel 41:8)",
    "tr": "elin bir eklemi (yani mafsal); ayrıca (bazılarına göre) bir parti duvarı (Hezekiel 41:8)",
    "uk": "суглоб руки (тобто кісточка); також (на думку деяких) стіна (Єзекіїля 41:8)",
    "zh": "手的关节（即指关节）；也是（有些人认为）一方墙壁（以西结书 41:8）"
  },
  "hebrew": "אַצִּיל",
  "verses": [
    "jeremiah 38:12:12",
    "ezekiel 13:18:10",
    "ezekiel 41:8:12"
  ]
}