{
  "number": "H8035",
  "language": "hebrew",
  "transliteration": "Shêm",
  "pronunciation": "shame",
  "definition": "Shem, a son of Noah (often includ. his posterity)",
  "kjvTranslation": "Sem, Shem.",
  "hebrew": "שֵׁם",
  "translations": {
    "bg": "Сим, син на Ной (често включващ и неговото потомство)",
    "cs": "Šém, syn Noemův (často včetně jeho potomků)",
    "da": "Sem, en søn af Noa (ofte inkl. hans efterkommere)",
    "de": "Sem, ein Sohn Noahs (oft auch seine Nachkommenschaft)",
    "el": "Σημ, γιος του Νώε (συχνά συμπεριλαμβανομένης της υστεροφημίας του)",
    "es": "Sem, hijo de Noé (a menudo incluye su posteridad)",
    "et": "Seem, Noa poeg (sageli ka tema järeltulija)",
    "fi": "Seem, Nooan poika (usein myös hänen jälkeläisensä)",
    "fr": "Shem, un fils de Noé (souvent y compris sa postérité)",
    "hu": "Sém, Noé fia (gyakran az utódait is beleértve)",
    "id": "Sem, seorang putra Nuh (sering kali termasuk keturunannya)",
    "it": "Shem, un figlio di Noè (spesso incluso nella sua posterità)",
    "ja": "ノアの子セム（後代を含むことが多い）",
    "ko": "노아의 아들 셈(종종 그의 후손도 포함)",
    "lt": "Semas, Nojaus sūnus (dažnai įskaitant jo palikuonis)",
    "lv": "Šems, Noasa dēls (bieži ietver arī viņa pēcnācējus)",
    "nb": "Sem, en sønn av Noah (ofte inkl. hans etterkommere)",
    "nl": "Sem, een zoon van Noach (vaak inclusief zijn nageslacht)",
    "pl": "Szem, syn Noego (często łącznie z jego potomstwem)",
    "pt": "Sem, um filho de Noé (muitas vezes incluindo a sua posteridade)",
    "ro": "Sem, un fiu al lui Noe (adesea inclusiv posteritatea sa)",
    "ru": "Шем, сын Ноя (часто вкл. его потомство)",
    "sk": "Sem, Noemov syn (často vrátane jeho potomstva)",
    "sl": "Šem, Noetov sin (pogosto vključno z njegovimi potomci)",
    "sv": "Sem, en son till Noa (ofta inkl. hans efterkommande)",
    "tr": "Nuh'un oğlu Şem (genellikle onun soyundan gelenleri içerir)",
    "uk": "Сим, син Ноя (часто включаючи його нащадків)",
    "zh": "闪"
  },
  "verses": [
    "genesis 5:32:9",
    "genesis 6:10:5",
    "genesis 7:13:5",
    "genesis 9:18:6",
    "genesis 9:23:1",
    "genesis 9:26:4",
    "genesis 9:27:5",
    "genesis 10:1:4",
    "genesis 10:21:0",
    "genesis 10:22:1",
    "genesis 10:31:2",
    "genesis 11:10:2",
    "genesis 11:10:3",
    "genesis 11:11:1",
    "firstChronicles 1:4:1",
    "firstChronicles 1:17:1",
    "firstChronicles 1:24:0"
  ]
}