{
  "number": "H804",
  "language": "hebrew",
  "transliteration": "ʼAshshûwr",
  "pronunciation": "ash-shoor'",
  "definition": "Ashshur, the second son of Shem; also his descendants and the country occupied by them (i.e. Assyria), its region and its empire",
  "kjvTranslation": "Asshur, Assur, Assyria, Assyrians. See H838 (אָשֻׁר).",
  "translations": {
    "bg": "Ашшур, вторият син на Сим; също и неговите потомци и страната, заета от тях (т.е. Асирия), нейната област и империя",
    "cs": "Aššur, druhý syn Šémův; také jeho potomci a jimi obsazená země (tj. Asýrie), její oblast a říše",
    "da": "Ashshur, Sems anden søn; også hans efterkommere og det land, de besatte (dvs. Assyrien), dets region og dets imperium",
    "de": "Aschschur, der zweite Sohn Sems; auch seine Nachkommen und das von ihnen besetzte Land (d.h. Assyrien), seine Region und sein Reich",
    "el": "Ασούρ, ο δεύτερος γιος του Σημ- επίσης, οι απόγονοί του και η χώρα που κατέλαβαν (δηλ. η Ασσυρία), η περιοχή της και η αυτοκρατορία της",
    "es": "Ashshur, segundo hijo de Sem; también sus descendientes y el país ocupado por ellos (es decir, Asiria), su región y su imperio",
    "et": "Aššur, Seemi teine poeg; samuti tema järeltulijad ja nende poolt hõivatud riik (st Assüüria), selle piirkond ja impeerium",
    "fi": "Assur, Seemin toinen poika; myös hänen jälkeläisensä ja heidän valtaamansa maa (Assyria), sen alue ja valtakunta",
    "fr": "Ashshur, deuxième fils de Shem, ainsi que ses descendants et le pays qu'ils occupaient (c'est-à-dire l'Assyrie), sa région et son empire",
    "hu": "Asszúr, Sém második fia; továbbá az ő leszármazottai és az általuk elfoglalt ország (azaz Asszíria), annak régiója és birodalma",
    "id": "Asyur, anak kedua dari Sem; juga keturunannya dan negeri yang diduduki oleh mereka (yaitu Asyur), wilayahnya dan kerajaannya",
    "it": "Ashshur, il secondo figlio di Shem; anche i suoi discendenti e il paese da loro occupato (cioè l'Assiria), la sua regione e il suo impero",
    "ja": "セムの次男アシュシュル、またその子孫、彼らの占領した国（すなわちアッシリア）、その地域、その帝国",
    "ko": "셈의 둘째 아들 아슈르; 또한 그의 후손과 그들이 점령 한 나라 (즉 앗수르), 그 지역 및 제국",
    "lt": "Ašūras, antrasis Šemo sūnus, taip pat jo palikuonys ir jų užimta šalis (t. y. Asirija), jos regionas ir imperija",
    "lv": "Šema otrais dēls Ašurs; arī viņa pēcnācēji un viņu ieņemtā valsts (t. i., Asīrija), tās reģions un impērija",
    "nb": "Ashshur, Sems andre sønn; også hans etterkommere og det landet de okkuperte (dvs. Assyria), dets region og dets imperium",
    "nl": "Asjsoer, de tweede zoon van Sem; ook zijn nakomelingen en het door hen bezette land (d.w.z. Assyrië), zijn gebied en zijn rijk",
    "pl": "Aszszur, drugi syn Sema; także jego potomkowie i okupowany przez nich kraj (tj. Asyria), jego region i imperium",
    "pt": "Ashshur, o segundo filho de Shem; também os seus descendentes e o país ocupado por eles (isto é, a Assíria), a sua região e o seu império",
    "ro": "Ashshur, al doilea fiu al lui Shem; de asemenea, urmașii săi și țara ocupată de ei (adică Asiria), regiunea și imperiul său",
    "ru": "Ашшур, второй сын Шема; также его потомки и страна, занятая ими (т.е. Ассирия), ее область и империя",
    "sk": "Aššúr, druhý syn Šema, jeho potomkovia a krajina, ktorú obsadili (t. j. Asýria), jej oblasť a ríša",
    "sl": "Aššur, drugi Semov sin; tudi njegovi potomci in dežela, ki so jo zasedli (tj. Asirija), njena regija in cesarstvo",
    "sv": "Ashshur, Sems andre son; även hans ättlingar och det land som de ockuperade (dvs. Assyrien), dess region och dess imperium",
    "tr": "Aşşur, Şem'in ikinci oğlu; ayrıca onun soyundan gelenler ve onlar tarafından işgal edilen ülke (yani Asur), bölgesi ve imparatorluğu",
    "uk": "Ашшур, другий син Шема, а також його нащадки та країна, яку вони займали (тобто Ассирія), її регіон та її імперія",
    "zh": "闪的次子阿舒尔；还有他的后裔和他们占领的国家（即亚述）、地区和帝国"
  },
  "hebrew": "אַשּׁוּר",
  "verses": [
    "genesis 2:14",
    "genesis 10:11",
    "genesis 10:22",
    "genesis 25:18",
    "numbers 24:22",
    "numbers 24:24",
    "secondKings 15:19",
    "secondKings 15:20",
    "secondKings 15:29",
    "secondKings 16:7",
    "secondKings 16:8",
    "secondKings 16:9",
    "secondKings 16:10",
    "secondKings 16:18",
    "secondKings 17:3",
    "secondKings 17:4",
    "secondKings 17:5",
    "secondKings 17:6",
    "secondKings 17:23",
    "secondKings 17:24",
    "secondKings 17:26",
    "secondKings 17:27",
    "secondKings 18:7",
    "secondKings 18:9",
    "secondKings 18:11",
    "secondKings 18:13",
    "secondKings 18:14",
    "secondKings 18:16",
    "secondKings 18:17",
    "secondKings 18:19",
    "secondKings 18:23",
    "secondKings 18:28",
    "secondKings 18:30",
    "secondKings 18:31",
    "secondKings 18:33",
    "secondKings 19:4",
    "secondKings 19:6",
    "secondKings 19:8",
    "secondKings 19:10",
    "secondKings 19:11",
    "secondKings 19:17",
    "secondKings 19:20",
    "secondKings 19:32",
    "secondKings 19:35",
    "secondKings 19:36",
    "secondKings 20:6",
    "secondKings 23:29",
    "firstChronicles 1:17",
    "firstChronicles 5:6",
    "firstChronicles 5:26",
    "secondChronicles 28:16",
    "secondChronicles 28:20",
    "secondChronicles 28:21",
    "secondChronicles 30:6",
    "secondChronicles 32:1",
    "secondChronicles 32:4",
    "secondChronicles 32:7",
    "secondChronicles 32:9",
    "secondChronicles 32:10",
    "secondChronicles 32:11",
    "secondChronicles 32:21",
    "secondChronicles 32:22",
    "secondChronicles 33:11",
    "ezra 4:2",
    "ezra 6:22",
    "nehemiah 9:32",
    "psalms 83:9",
    "isaiah 7:17",
    "isaiah 7:18",
    "isaiah 7:20",
    "isaiah 8:4",
    "isaiah 8:7",
    "isaiah 10:5",
    "isaiah 10:12",
    "isaiah 10:24",
    "isaiah 11:11",
    "isaiah 11:16",
    "isaiah 14:25",
    "isaiah 19:23",
    "isaiah 19:24",
    "isaiah 19:25",
    "isaiah 20:1",
    "isaiah 20:4",
    "isaiah 20:6",
    "isaiah 23:13",
    "isaiah 27:13",
    "isaiah 30:31",
    "isaiah 31:8",
    "isaiah 36:1",
    "isaiah 36:2",
    "isaiah 36:4",
    "isaiah 36:8",
    "isaiah 36:13",
    "isaiah 36:15",
    "isaiah 36:16",
    "isaiah 36:18",
    "isaiah 37:4",
    "isaiah 37:6",
    "isaiah 37:8",
    "isaiah 37:10",
    "isaiah 37:11",
    "isaiah 37:18",
    "isaiah 37:21",
    "isaiah 37:33",
    "isaiah 37:36",
    "isaiah 37:37",
    "isaiah 38:6",
    "isaiah 52:4",
    "jeremiah 2:18",
    "jeremiah 2:36",
    "jeremiah 50:17",
    "jeremiah 50:18",
    "lamentations 5:6",
    "ezekiel 16:28",
    "ezekiel 23:5",
    "ezekiel 23:7",
    "ezekiel 23:9",
    "ezekiel 23:12",
    "ezekiel 23:23",
    "ezekiel 27:23",
    "ezekiel 31:3",
    "ezekiel 32:22",
    "hosea 5:13",
    "hosea 7:11",
    "hosea 8:9",
    "hosea 9:3",
    "hosea 10:6",
    "hosea 11:5",
    "hosea 11:11",
    "hosea 12:2",
    "hosea 14:4",
    "micah 5:4",
    "micah 5:5",
    "micah 7:12",
    "nahum 3:18",
    "zephaniah 2:13",
    "zechariah 10:10",
    "zechariah 10:11"
  ]
}