{
  "number": "H8088",
  "language": "hebrew",
  "transliteration": "shêmaʻ",
  "pronunciation": "shay'-mah",
  "definition": "something heard, i.e. a sound, rumor, announcement; abstractly, audience",
  "kjvTranslation": "bruit, fame, hear(-ing), loud, report, speech, tidings.",
  "hebrew": "שֵׁמַע",
  "translations": {
    "bg": "нещо чуто, напр. звук, слух, съобщение; абстрактно - публика",
    "cs": "něco slyšeného, např. zvuk, zvěst, oznámení; abstraktně publikum",
    "da": "noget hørt, f.eks. en lyd, et rygte, en meddelelse; abstrakt set, publikum",
    "de": "etwas Gehörtes, z. B. ein Geräusch, ein Gerücht, eine Ankündigung; abstrakt, Publikum",
    "el": "κάτι που ακούγεται, π.χ. ένας ήχος, μια φήμη, μια ανακοίνωση- αφηρημένα, το ακροατήριο",
    "es": "algo que se oye, por ejemplo, un sonido, un rumor, un anuncio; en abstracto, el público",
    "et": "midagi kuuldud, st heli, kuulujutt, teade; abstraktselt, publikumenu",
    "fi": "jotain kuultua, esim. ääni, huhu, ilmoitus; abstraktisti yleisö",
    "fr": "quelque chose d'entendu, c'est-à-dire un son, une rumeur, une annonce ; abstraitement, un public",
    "hu": "valami hallott dolog, pl. hang, pletyka, bejelentés; elvontan: közönség",
    "id": "sesuatu yang didengar, misalnya suara, rumor, pengumuman; secara abstrak, penonton",
    "it": "qualcosa di sentito, cioè un suono, una voce, un annuncio; astrattamente, il pubblico",
    "ja": "聞こえ",
    "ko": "들리는 것, 즉 소리, 소문, 발표; 추상적으로는 청중을 의미합니다",
    "lt": "išgirstas garsas, gandas, pranešimas; abstrakčiai - auditorija",
    "lv": "kaut kas dzirdēts, t.i., skaņa, baumas, paziņojums; abstrakti - auditorija",
    "nb": "noe som høres, f.eks. en lyd, et rykte, en kunngjøring; abstrakt, publikum",
    "nl": "iets gehoord, d.w.z. een geluid, gerucht, aankondiging; abstract, publiek",
    "pl": "coś usłyszanego, np. dźwięk, plotka, ogłoszenie; abstrakcyjnie, publiczność",
    "pt": "algo que se ouve, ou seja, um som, um rumor, um anúncio; abstratamente, uma audiência",
    "ro": "ceva auzit, adică un sunet, un zvon, un anunț; abstract, audiență",
    "ru": "нечто услышанное, т.е. звук, слух, объявление; абстрактно, аудитория",
    "sk": "niečo počuté, t. j. zvuk, chýr, oznámenie; abstraktne, publikum",
    "sl": "nekaj slišanega, npr. zvok, govorica, napoved; abstraktno, občinstvo",
    "sv": "något som hörs, t.ex. ett ljud, rykte, tillkännagivande; abstrakt, publik",
    "tr": "duyulan bir şey, örneğin bir ses, söylenti, duyuru; soyut olarak, izleyici",
    "uk": "щось почуте, тобто звук, чутка, оголошення; абстрактно - аудиторія",
    "zh": "听到的东西，即声音、谣言、公告；抽象地指听众"
  },
  "verses": [
    "genesis 29:13:4",
    "exodus 23:1:2",
    "numbers 14:15:11",
    "deuteronomy 2:25:14",
    "firstKings 10:1:4",
    "secondChronicles 9:1:4",
    "job 28:22:5",
    "job 42:5:0",
    "psalms 18:45:0",
    "psalms 150:5:2",
    "isaiah 23:5:1",
    "isaiah 23:5:4",
    "isaiah 66:19:21",
    "jeremiah 37:5:10",
    "jeremiah 50:43:4",
    "hosea 7:12:9",
    "nahum 3:19:7",
    "habakkuk 3:2:2"
  ]
}