{
  "number": "H8550",
  "language": "hebrew",
  "transliteration": "Tummîym",
  "pronunciation": "toom-meem'",
  "definition": "perfections, i.e. (techn.) one of the epithets of the objects in the high-priest's breastplate as an emblem of complete Truth",
  "kjvTranslation": "Thummim.",
  "hebrew": "תֻּמִּים",
  "translations": {
    "bg": "съвършенство, т.е. (techn.) един от епитетите на предметите в нагръдника на първосвещеника като емблема на пълната Истина",
    "cs": "dokonalosti, tj. (techn.) jeden z přívlastků předmětů na náprsním štítě velekněze jako emblému úplné Pravdy",
    "da": "perfektioner, dvs. (techn.) en af betegnelserne for genstandene i ypperstepræstens brystplade som et emblem på fuldstændig sandhed",
    "de": "vollkommenheiten, d.h. (techn.) einer der Beinamen der Gegenstände im Brustpanzer des Hohepriesters als Sinnbild der vollkommenen Wahrheit",
    "el": "τελειότητες, δηλ. (τεχν.) ένα από τα επίθετα των αντικειμένων στο θώρακα του αρχιερέα ως έμβλημα της πλήρους Αλήθειας",
    "es": "perfecciones, es decir (tecn.) uno de los epítetos de los objetos del pectoral del sumo sacerdote como emblema de la Verdad completa",
    "et": "täiuslikkus, s.t. (techn.) üks kõrgpreestri rinnamärgi esemete epiteetidest kui täieliku Tõe embleem",
    "fi": "täydellisyydet, eli (tekn.) yksi ylipapin rintakilven esineiden epiteeteistä täydellisen Totuuden vertauskuvana",
    "fr": "les perfections, c'est-à-dire (techn.) l'une des épithètes des objets de la cuirasse du grand prêtre, emblème de la Vérité complète",
    "hu": "tökéletesség, azaz (techn.) a főpap mellvértjén lévő tárgyak egyik mellékneve, mint a teljes Igazság jelképe",
    "id": "kesempurnaan, yaitu (techn.) salah satu julukan dari benda-benda yang ada di dalam tutup dada imam besar sebagai lambang Kebenaran yang sempurna",
    "it": "perfezioni, cioè (tecn.) uno degli epiteti degli oggetti della corazza del sommo sacerdote come emblema della completa Verità",
    "ja": "完全なる真理の象徴として、高僧の胸当ての中にあるものの形容のひとつ。",
    "ko": "완전, 즉 (기술적으로) 완전한 진리의 상징으로서 대제사장의 흉갑에 있는 물체의 별명 중 하나입니다",
    "lt": "tobulumas, t. y. (techn.) vienas iš aukštesniojo kunigo krūtinės liemenėje esančių daiktų epitetų, kaip visiškos Tiesos emblema",
    "lv": "pilnība, t.i. (techn.) viens no augstā priestera krūšu plāksnes priekšmetu epitetiem kā pilnīgas Patiesības emblēma",
    "nb": "fullkommenhet, dvs. (tekn.) en av betegnelsene på gjenstandene i yppersteprestens brystplate som et emblem på fullstendig sannhet",
    "nl": "volmaaktheden, d.w.z. (techn.) een van de epitheta van de voorwerpen in het borstschild van de hogepriester als een embleem van volledige Waarheid",
    "pl": "doskonałości, tj. (techn.) jeden z epitetów przedmiotów w napierśniku arcykapłana jako emblemat pełnej Prawdy",
    "pt": "perfeições, isto é, (techn.) um dos epítetos dos objectos do peitoral do sumo-sacerdote como emblema da Verdade completa",
    "ro": "perfecțiuni, adică (techn.) unul dintre epitetele obiectelor din pieptarul marelui preot ca emblemă a Adevărului complet",
    "ru": "совершенства, т.е. (техн.) один из эпитетов предметов в нагруднике первосвященника как эмблемы полной Истины",
    "sk": "dokonalosti, t. j. (techn.) jeden z epitet predmetov na náprsnom štítku veľkňaza ako emblém úplnej Pravdy",
    "sl": "popolnosti, tj. (techn.) eden od epitetov predmetov na prsnem oklepu visokega duhovnika kot emblema popolne Resnice",
    "sv": "fullkomlighet, dvs. (techn.) ett av epiteten för föremålen i översteprästens bröstplåt som en symbol för fullständig sanning",
    "tr": "mükemmellikler, yani (teknik) tam Hakikatin bir amblemi olarak başrahibin göğüs zırhındaki nesnelerin sıfatlarından biri",
    "uk": "досконалості, тобто (техн.) один з епітетів предметів у нагруднику первосвященика як емблеми повної Істини",
    "zh": "perfections，即（技术术语）大祭司胸牌中作为完整真理象征的物品的名称之一"
  },
  "verses": [
    "exodus 28:30:7",
    "leviticus 8:8:10",
    "deuteronomy 33:8:2",
    "ezra 2:63:12",
    "nehemiah 7:65:12"
  ]
}