{
  "number": "H895",
  "language": "hebrew",
  "transliteration": "Babel",
  "pronunciation": "baw-bel'",
  "definition": "{Babel (i.e. Babylon), including Babylonia and the Babylonian empire}",
  "kjvTranslation": "Babylon.",
  "translations": {
    "bg": "{Вавел (т.е. Вавилон), включително Вавилония и Вавилонската империя}",
    "cs": "{Babel (tj. Babylon), včetně Babylonie a Babylonské říše}",
    "da": "{Babel (dvs. Babylon), herunder Babylonien og det babylonske imperium}",
    "de": "{Babel (d.h. Babylon), einschließlich Babylonien und das babylonische Reich}",
    "el": "{Βαβέλ (δηλ. Βαβυλώνα), συμπεριλαμβανομένης της Βαβυλωνίας και της Βαβυλωνιακής αυτοκρατορίας}",
    "es": "{Babel (es decir, Babilonia), incluyendo Babilonia y el imperio babilónico}",
    "et": "{Babel (s.t. Babüloonia), sealhulgas Babüloonia ja Babüloonia impeerium}",
    "fi": "{Babel (eli Babylon), mukaan lukien Babylonia ja Babylonian valtakunta}",
    "fr": "{Babel (c'est-à-dire Babylone), y compris la Babylonie et l'empire babylonien}",
    "hu": "{Bábel (azaz Babilon), beleértve Babilóniát és a babiloni birodalmat is}",
    "id": "{Babel (yaitu Babel), termasuk Babilonia dan kekaisaran Babilonia}",
    "it": "{Babel (cioè Babilonia), compresa la Babilonia e l'impero babilonese.}",
    "ja": "{バベル（＝バビロン）、バビロニアとバビロニア帝国を含む}。",
    "ko": "바빌로니아 및 바빌로니아 제국을 포함한 {바벨(즉, 바빌론)}",
    "lt": "{Babelis (t. y. Babilonas), įskaitant Babiloniją ir Babilono imperiją}",
    "lv": "{Babelis (t.i., Babilona), ieskaitot Babiloniju un Babilonijas impēriju}",
    "nb": "{Babel (dvs. Babylon), inkludert Babylonia og det babylonske imperiet}",
    "nl": "{Babel (d.w.z. Babylon), inclusief Babylonië en het Babylonische rijk}",
    "pl": "{Babel (tj. Babilon), w tym Babilonia i imperium babilońskie}",
    "pt": "{Babel (ou seja, Babilónia), incluindo a Babilónia e o império babilónico}",
    "ro": "{Babel (adică Babilon), inclusiv Babilonia și imperiul babilonian}",
    "ru": "{Вавель (т.е. Вавилон), включая Вавилонию и Вавилонскую империю}",
    "sk": "{Babel (t. j. Babylon), vrátane Babylónie a Babylonskej ríše}",
    "sl": "{Babel (tj. Babilon), vključno z Babilonijo in Babilonskim cesarstvom}",
    "sv": "{Babel (dvs. Babylon), inklusive Babylonien och det babyloniska imperiet}",
    "tr": "{Babil (yani Babil), Babilonya ve Babil İmparatorluğu dahil}",
    "uk": "{Вавель (тобто Вавилон), включаючи Вавилонію та Вавилонську імперію}",
    "zh": "{巴别（即巴比伦），包括巴比伦尼亚和巴比伦帝国}。"
  },
  "hebrew": "בַּבֶל",
  "verses": [
    "ezra 5:12:12",
    "ezra 5:12:20",
    "ezra 5:13:6",
    "ezra 5:14:19",
    "ezra 5:14:27",
    "ezra 5:17:12",
    "ezra 6:1:12",
    "ezra 6:5:15",
    "ezra 7:16:7",
    "daniel 2:12:11",
    "daniel 2:14:14",
    "daniel 2:18:17",
    "daniel 2:24:12",
    "daniel 2:24:18",
    "daniel 2:48:13",
    "daniel 2:48:19",
    "daniel 2:49:9",
    "daniel 3:1:16",
    "daniel 3:12:9",
    "daniel 3:30:8",
    "daniel 4:3:7",
    "daniel 4:26:8",
    "daniel 4:27:6",
    "daniel 5:7:12",
    "daniel 7:1:4"
  ]
}